Repository: JohnBaccaratDev/TS4-LE-Formatter
Catalog: LE Formatter/lang/Loc.*.resx
Languages: cs_cz, da_dk, de_at, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, zh_cn, zh_tw

# DialogueVerifyTs4DocumentsFolderSubfolderError
source: The provided path does not seem to resemble the "The Sims 4" directory as it either contains no "Mods" folder or the "GameVersion.txt" file.
cs_cz: Zadaná cesta nevypadá jako adresář „The Sims 4“, protože neobsahuje složku „Mods“ ani soubor „GameVersion.txt“.
da_dk: Den angivne sti ligner ikke mappen “The Sims 4”, da den enten ikke indeholder en “Mods”-mappe eller filen “GameVersion.txt”.
de_at: Der gegebene Pfad scheint kein "Die Sims 4" Ordner zu sein, da es entweder keinen "Mods" Ordner oder eine "GameVersion.txt" Datei darin gibt.
es_es: La ruta proporcionada no parece corresponder al directorio de «Los Sims 4», ya que no contiene la carpeta «Mods» ni el archivo «GameVersion.txt».
fi_fi: Annettu polku ei näytä olevan “The Sims 4” -hakemisto, koska se ei sisällä “Mods”-kansiota tai “GameVersion.txt”-tiedostoa.
fr_fr: Le chemin fourni ne semble pas correspondre au dossier « Les Sims 4 », car il ne contient pas le dossier « Mods » ou le fichier « GameVersion.txt ».
it_it: Il percorso fornito non sembra essere la directory di “The Sims 4”, poiché non contiene la cartella “Mods” o il file “GameVersion.txt”.
ja_jp: 指定されたパスは「The Sims 4」ディレクトリではないようです。「Mods」フォルダーまたは「GameVersion.txt」ファイルが見つかりません。
ko_kr: 제공된 경로는 “The Sims 4” 디렉터리가 아닌 것 같습니다. “Mods” 폴더 또는 “GameVersion.txt” 파일이 없습니다.
nb_no: Den angitte stien ser ikke ut til å være “The Sims 4”-mappen, siden den ikke inneholder “Mods”-mappen eller filen “GameVersion.txt”.
nl_nl: Het opgegeven pad lijkt geen “De Sims 4”-map te zijn, omdat deze geen “Mods”-map of het bestand “GameVersion.txt” bevat.
pl_pl: Podana ścieżka nie wygląda na katalog „The Sims 4”, ponieważ nie zawiera folderu „Mods” ani pliku „GameVersion.txt”.
pt_br: O caminho fornecido não parece ser o diretório de “The Sims 4”, pois não contém a pasta “Mods” ou o arquivo “GameVersion.txt”.
ru_ru: Указанный путь не похож на каталог «The Sims 4», так как в нём отсутствует папка «Mods» или файл «GameVersion.txt».
sv_se: Den angivna sökvägen verkar inte vara “The Sims 4”-mappen, eftersom den inte innehåller mappen “Mods” eller filen “GameVersion.txt”.
zh_cn: 提供的路径似乎不是“The Sims 4”目录，因为其中不包含“Mods”文件夹或“GameVersion.txt”文件。
zh_tw: 提供的路徑似乎不是「The Sims 4」目錄，因為其中未包含「Mods」資料夾或「GameVersion.txt」檔案。

# DialogueSettingsFileError
source: Could not read settings file. Error: {0} Abort program?
cs_cz: Nelze přečíst soubor nastavení. Chyba: {0} Ukončit program?
da_dk: Kunne ikke læse indstillingsfilen. Fejl: {0} Afbryd programmet?
de_at: Konnte Einstellungsdatei nicht lesen. Fehler: {0} Programm abbrechen?
es_es: No se pudo leer el archivo de configuración. Error: {0} ¿Abortar el programa?
fi_fi: Asetustiedostoa ei voitu lukea. Virhe: {0} Keskeytetäänkö ohjelma?
fr_fr: Impossible de lire le fichier de paramètres. Erreur : {0} Interrompre le programme ?
it_it: Impossibile leggere il file delle impostazioni. Errore: {0} Interrompere il programma?
ja_jp: 設定ファイルを読み取れませんでした。 エラー: {0} プログラムを中止しますか？
ko_kr: 설정 파일을 읽을 수 없습니다. 오류: {0} 프로그램을 중단하시겠습니까?
nb_no: Kunne ikke lese innstillingsfilen. Feil: {0} Avbryt programmet?
nl_nl: Kon het instellingenbestand niet lezen. Fout: {0} Programma afbreken?
pl_pl: Nie można odczytać pliku ustawień. Błąd: {0} Przerwać działanie programu?
pt_br: Não foi possível ler o arquivo de configurações. Erro: {0} Abortar o programa?
ru_ru: Не удалось прочитать файл настроек. Ошибка: {0} Прервать работу программы?
sv_se: Kunde inte läsa inställningsfilen. Fel: {0} Avbryt programmet?
zh_cn: 无法读取设置文件。 错误：{0} 中止程序？
zh_tw: 無法讀取設定檔案。 錯誤：{0} 中止程式？

# DialogueSettingsGeneralError
source: Settings error
cs_cz: Chyba nastavení
da_dk: Indstillingsfejl
de_at: Einstellungsfehler
es_es: Error de configuración
fi_fi: Asetusvirhe
fr_fr: Erreur de paramètres
it_it: Errore delle impostazioni
ja_jp: 設定エラー
ko_kr: 설정 오류
nb_no: Innstillingsfeil
nl_nl: Instellingenfout
pl_pl: Błąd ustawień
pt_br: Erro de configurações
ru_ru: Ошибка настроек
sv_se: Inställningsfel
zh_cn: 设置错误
zh_tw: 設定錯誤

# DialogueSettingsPathsNull
source: The path to your "The Sims 4" folder and/or the path to your game installation could not be identified. Go to the settings and set them manually.
cs_cz: Cestu ke složce „The Sims 4“ a/nebo cestu k instalaci hry se nepodařilo zjistit. Přejděte do nastavení a nastavte je ručně.
da_dk: Stien til din “The Sims 4”-mappe og/eller stien til din spilinstallation kunne ikke identificeres. Gå til indstillingerne og angiv dem manuelt.
de_at: Der Pfad zu Ihren "The Sims 4"/"Die Sims 4" Ordner oder Ihren Spieleinstallationsordner konnte nicht automatisch gefunden werden. Gehen Sie zu den Einstellungen und setzen Sie diesen manuell.
es_es: No se pudo identificar la ruta a tu carpeta «The Sims 4» y/o la ruta a la instalación del juego. Ve a la configuración y establécelas manualmente.
fi_fi: “The Sims 4” -kansion polkua ja/tai pelin asennuspolkua ei voitu tunnistaa. Siirry asetuksiin ja määritä ne manuaalisesti.
fr_fr: Le chemin vers votre dossier « The Sims 4 » et/ou le chemin vers l’installation du jeu n’ont pas pu être identifiés. Accédez aux paramètres et définissez-les manuellement.
it_it: Non è stato possibile identificare il percorso della cartella “The Sims 4” e/o il percorso di installazione del gioco. Vai alle impostazioni e impostali manualmente.
ja_jp: 「The Sims 4」フォルダーへのパスおよび／またはゲームのインストール先パスを特定できませんでした。 設定に移動して手動で設定してください。
ko_kr: “The Sims 4” 폴더 경로 및/또는 게임 설치 경로를 확인할 수 없습니다. 설정으로 이동하여 수동으로 지정하세요.
nb_no: Stien til “The Sims 4”-mappen og/eller stien til spillinstallasjonen kunne ikke identifiseres. Gå til innstillingene og angi dem manuelt.
nl_nl: Het pad naar je map “The Sims 4” en/of het pad naar de spelinstallatie kon niet worden vastgesteld. Ga naar de instellingen en stel deze handmatig in.
pl_pl: Nie można było zidentyfikować ścieżki do folderu „The Sims 4” i/lub ścieżki do instalacji gry. Przejdź do ustawień i ustaw je ręcznie.
pt_br: Não foi possível identificar o caminho da pasta “The Sims 4” e/ou o caminho da instalação do jogo. Vá até as configurações e defina-os manualmente.
ru_ru: Не удалось определить путь к папке «The Sims 4» и/или путь к установке игры. Перейдите в настройки и задайте их вручную.
sv_se: Sökvägen till din “The Sims 4”-mapp och/eller sökvägen till spelinstallationen kunde inte identifieras. Gå till inställningarna och ange dem manuellt.
zh_cn: 无法识别你的“The Sims 4”文件夹路径和/或游戏安装路径。 请前往设置并手动进行设置。
zh_tw: 無法識別你的「The Sims 4」資料夾路徑和／或遊戲安裝路徑。 請前往設定並手動進行設定。

# LeFileTabMcccWarning
source: This LE has been taken from MCCC's report. It doesn't contain the in-game exception message.
cs_cz: Tento LE byl převzat ze zprávy MCCC. Tato zpráva neobsahuje herní zprávu o výjimce.
da_dk: Denne LE er hentet fra MCCC-rapporten. Rapporten indeholder ikke undtagelsesmeddelelsen fra spillet.
de_at: Dieser LE wurde den MCCC Report entnommen. Dieser enthält keine Spiele Fehlerausnahmenachricht.
es_es: Este LE se ha tomado del informe de MCCC. El informe no contiene el mensaje de excepción dentro del juego.
fi_fi: Tämä LE on peräisin MCCC-raportista. Raportti ei sisällä pelin sisäistä poikkeusviestiä.
fr_fr: Ce LE provient du rapport de MCCC. Le rapport ne contient pas le message d’exception en jeu.
it_it: Questo LE è stato estratto dal rapporto di MCCC. Il rapporto non contiene il messaggio di eccezione nel gioco.
ja_jp: この LE は MCCC のレポートから取得されたものです。このレポートにはゲーム内の例外メッセージが含まれていません。
ko_kr: 이 LE는 MCCC 보고서에서 가져온 것입니다. 해당 보고서에는 게임 내 예외 메시지가 포함되어 있지 않습니다.
nb_no: Denne LE-en er hentet fra MCCC-rapporten. Rapporten inneholder ikke unntaksmeldingen i spillet.
nl_nl: Deze LE is afkomstig uit het MCCC-rapport. Het rapport bevat geen in-game uitzonderingsbericht.
pl_pl: Ten LE został pobrany z raportu MCCC. Raport nie zawiera komunikatu wyjątku w grze.
pt_br: Este LE foi obtido a partir do relatório do MCCC. O relatório não contém a mensagem de exceção no jogo.
ru_ru: Этот LE был взят из отчёта MCCC. Отчёт не содержит сообщения об исключении в игре.
sv_se: Denna LE har hämtats från MCCC-rapporten. Rapporten innehåller inte undantagsmeddelandet i spelet.
zh_cn: 此 LE 来自 MCCC 的报告。该报告不包含游戏内异常消息。
zh_tw: 此 LE 來自 MCCC 的報告。該報告不包含遊戲內例外訊息。

# DialogueCorruptZip
source: The following .ts4script file or .zip file may be corrupt. File: {0} If you were just downloading this file then you shouldn't have to worry, just manually re-index after your download has finished and you have extracted the necessary files. Otherwise you may wish to delete this file. This message will only be shown once for this file.
cs_cz: Následující soubor .ts4script nebo .zip může být poškozen. Soubor: {0} Pokud jste tento soubor právě stahovali, nemusíte se tím znepokojovat. Po dokončení stahování a rozbalení potřebných souborů jen ručně znovu indexujte. V opačném případě můžete tento soubor smazat. Tato zpráva se pro tento soubor zobrazí pouze jednou.
da_dk: Følgende .ts4script- eller .zip-fil kan være beskadiget. Fil: {0} Hvis du lige har downloadet denne fil, behøver du ikke bekymre dig. Genindeksér blot manuelt, når downloadet er færdigt, og du har udpakket de nødvendige filer. Ellers kan du overveje at slette filen. Denne besked vises kun én gang for denne fil.
es_es: El siguiente archivo .ts4script o .zip puede estar dañado. Archivo: {0} Si acabas de descargar este archivo, no deberías preocuparte. Simplemente vuelve a indexar manualmente cuando la descarga haya terminado y hayas extraído los archivos necesarios. De lo contrario, quizá quieras eliminar este archivo. Este mensaje solo se mostrará una vez para este archivo.
fi_fi: Seuraava .ts4script- tai .zip-tiedosto saattaa olla vioittunut. Tiedosto: {0} Jos latasit tämän tiedoston juuri äsken, sinun ei tarvitse huolehtia. Indeksoi vain manuaalisesti uudelleen, kun lataus on valmis ja olet purkanut tarvittavat tiedostot. Muussa tapauksessa voit halutessasi poistaa tämän tiedoston. Tämä viesti näytetään tälle tiedostolle vain kerran.
fr_fr: Le fichier .ts4script ou .zip suivant est peut-être corrompu. Fichier : {0} Si vous venez de télécharger ce fichier, vous n’avez pas à vous inquiéter : réindexez simplement manuellement une fois le téléchargement terminé et les fichiers nécessaires extraits. Sinon, vous pouvez envisager de supprimer ce fichier. Ce message ne s’affichera qu’une seule fois pour ce fichier.
it_it: Il seguente file .ts4script o .zip potrebbe essere danneggiato. File: {0} Se hai appena scaricato questo file, non dovresti preoccuparti: reindicizza manualmente dopo che il download è terminato e hai estratto i file necessari. Altrimenti, potresti voler eliminare questo file. Questo messaggio verrà mostrato solo una volta per questo file.
nb_no: Følgende .ts4script- eller .zip-fil kan være ødelagt. Fil: {0} Hvis du nettopp lastet ned denne filen, trenger du ikke å bekymre deg. Bare reindekser manuelt etter at nedlastingen er ferdig og du har pakket ut de nødvendige filene. Ellers kan det være lurt å slette denne filen. Denne meldingen vises bare én gang for denne filen.
nl_nl: Het volgende .ts4script- of .zip-bestand is mogelijk beschadigd. Bestand: {0} Als je dit bestand net hebt gedownload, hoef je je geen zorgen te maken. Indexeer handmatig opnieuw zodra de download is voltooid en je de benodigde bestanden hebt uitgepakt. Anders kun je dit bestand mogelijk verwijderen. Dit bericht wordt voor dit bestand maar één keer weergegeven.
pl_pl: Następujący plik .ts4script lub .zip może być uszkodzony. Plik: {0} Jeśli dopiero co pobierałeś ten plik, nie musisz się martwić. Po zakończeniu pobierania i wypakowaniu potrzebnych plików po prostu wykonaj ręczne ponowne indeksowanie. W przeciwnym razie możesz chcieć usunąć ten plik. Ten komunikat zostanie wyświetlony tylko raz dla tego pliku.
pt_br: O seguinte arquivo .ts4script ou .zip pode estar corrompido. Arquivo: {0} Se você acabou de baixar este arquivo, não precisa se preocupar. Basta reindexar manualmente depois que o download terminar e você tiver extraído os arquivos necessários. Caso contrário, talvez você queira excluir este arquivo. Esta mensagem será exibida apenas uma vez para este arquivo.
ru_ru: Следующий файл .ts4script или .zip может быть повреждён. Файл: {0} Если вы только что скачивали этот файл, беспокоиться не нужно: просто выполните ручную переиндексацию после завершения загрузки и извлечения необходимых файлов. В противном случае вы можете удалить этот файл. Это сообщение будет показано для этого файла только один раз.
sv_se: Följande .ts4script- eller .zip-fil kan vara skadad. Fil: {0} Om du precis laddade ner den här filen behöver du inte oroa dig. Indexera bara om manuellt när nedladdningen är klar och du har packat upp de nödvändiga filerna. Annars kan du vilja ta bort den här filen. Det här meddelandet visas bara en gång för den här filen.
zh_cn: 以下 .ts4script 文件或 .zip 文件可能已损坏。 文件：{0} 如果你刚刚在下载此文件，则无需担心。只需在下载完成并解压所需文件后手动重新索引即可。 否则，你可能需要删除此文件。此消息对该文件只会显示一次。
zh_tw: 以下 .ts4script 檔案或 .zip 檔案可能已損壞。 檔案：{0} 如果你剛剛在下載此檔案，則無需擔心。只要在下載完成並解壓所需檔案後手動重新索引即可。 否則，你可能需要刪除此檔案。此訊息對該檔案只會顯示一次。

# DialogueCodeException
source: The following code exception has occured: Thread: {0} {1}
cs_cz: Došlo k následující výjimce kódu: Vlákno: {0} {1}
da_dk: Følgende kodeundtagelse er opstået: Tråd: {0} {1}
es_es: Se ha producido la siguiente excepción de código: Hilo: {0} {1}
fi_fi: Seuraava koodipoikkeus on tapahtunut: Säie: {0} {1}
fr_fr: L’exception de code suivante s’est produite : Thread : {0} {1}
nb_no: Følgende kodeunntak har oppstått: Tråd: {0} {1}
nl_nl: De volgende code-uitzondering is opgetreden: Thread: {0} {1}
pl_pl: Wystąpił następujący wyjątek kodu: Wątek: {0} {1}
pt_br: Ocorreu a seguinte exceção de código: Thread: {0} {1}
ru_ru: Произошло следующее исключение кода: Поток: {0} {1}
sv_se: Följande kodundantag inträffade: Tråd: {0} {1}
zh_cn: 发生了以下代码异常： 线程：{0} {1}
zh_tw: 發生了以下程式碼例外： 執行緒：{0} {1}
