Repository: JohnBaccaratDev/TS4-LE-Formatter
Catalog: LE Formatter/lang/Loc.*.resx
Languages: cs_cz, da_dk, de_at, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, zh_cn, zh_tw

# IndexFilesButton
source: Re-index Mods
cs_cz: Znovu indexovat mody
da_dk: Genindeksér mods
de_at: Mods neu-indexieren
es_es: Reindexar mods
fi_fi: Indeksoi modit uudelleen
fr_fr: Réindexer les mods
it_it: Reindicizza mod
ja_jp: MODを再インデックス
ko_kr: 모드 다시 인덱싱
nb_no: Indekser mods på nytt
nl_nl: Mods opnieuw indexeren
pl_pl: Ponownie indeksuj mody
pt_br: Reindexar mods
ru_ru: Переиндексировать моды
sv_se: Indexera om mods
zh_cn: 重新索引模组
zh_tw: 重新索引模組

# IndexFilesButtonLabel
source: Use this when adding new script mods and not having automatic re-indexing enabled.
cs_cz: Použijte při přidávání nových skriptových modů, pokud není povoleno automatické přeindexování.
da_dk: Brug dette, når du tilføjer nye script-mods og ikke har automatisk genindeksering aktiveret.
de_at: Zu benutzen wenn neue Skriptmods installiert werden und die automatische Neu-indexierung aktiviert ist.
es_es: Utiliza esto al añadir nuevos mods de script si la reindexación automática no está activada.
fi_fi: Käytä tätä lisätessäsi uusia skriptimodeja, jos automaattinen uudelleenindeksointi ei ole käytössä.
fr_fr: À utiliser lors de l’ajout de nouveaux mods de script si la réindexation automatique n’est pas activée.
it_it: Usa questa opzione quando aggiungi nuove mod di script e non hai la reindicizzazione automatica attivata.
ja_jp: 新しいスクリプトMODを追加し、自動再インデックスが有効でない場合に使用します。
ko_kr: 자동 재인덱싱이 활성화되지 않은 상태에서 새 스크립트 모드를 추가할 때 사용하세요.
nb_no: Bruk dette når du legger til nye script-mods og ikke har automatisk ny indeksering aktivert.
nl_nl: Gebruik dit bij het toevoegen van nieuwe scriptmods wanneer automatische herindexering niet is ingeschakeld.
pl_pl: Użyj tego podczas dodawania nowych modów skryptowych, jeśli automatyczne ponowne indeksowanie nie jest włączone.
pt_br: Use isto ao adicionar novos mods de script e não ter a reindexação automática ativada.
ru_ru: Используйте это при добавлении новых скриптовых модов, если автоматическая переиндексация не включена.
sv_se: Använd detta när du lägger till nya skriptmods och automatisk omindexering inte är aktiverad.
zh_cn: 在添加新的脚本模组且未启用自动重新索引时使用此选项。
zh_tw: 在新增新的腳本模組且未啟用自動重新索引時使用。

# IndexFilesDescription
source: This page shows the script file paths that should be loaded by the Sims 4, separated by their origin. Some script may not be shown here, as they may be generated only when the game is running or are in general not accessible outside the game. Note, that while some of the script paths may look like file paths, they will usually not actually exist on your own computer. Usually these paths are the file paths at the time the modder is packaging the mod.
cs_cz: Tato stránka zobrazuje cesty ke skriptovým souborům, které by měl The Sims 4 načítat, rozdělené podle jejich původu. Některé skripty zde nemusí být zobrazeny, protože se mohou generovat pouze během běhu hry nebo obecně nejsou mimo hru přístupné. Upozorňujeme, že i když některé cesty ke skriptům vypadají jako cesty k souborům, obvykle ve skutečnosti na vašem počítači neexistují. Tyto cesty obvykle odpovídají cestám k souborům v době, kdy modder balil mod.
da_dk: Denne side viser stierne til de scriptfiler, som The Sims 4 skal indlæse, opdelt efter deres oprindelse. Nogle scripts vises muligvis ikke her, da de kun kan blive genereret, når spillet kører, eller generelt ikke er tilgængelige uden for spillet. Bemærk, at selvom nogle af scriptstierne ligner filstier, vil de normalt ikke eksistere på din egen computer. Disse stier er typisk filstierne på det tidspunkt, hvor modderen pakkede moddet.
de_at: Hier werden Skriptdateienpfade angezeigt welche von Die Sims 4 geladen werden sollten, aufgeteilt nach Ursprung. Auch wenn manche der Skriptdateipfade aussehen wie Ordner- oder Dateipfade, werden diese sehr warhscheinlich nicht auf Ihren Computer existieren. Im Normalfall sind diese Pfade die eigentliche Pfade auf den Computer des Modders während verpacken des Mods.
es_es: Esta página muestra las rutas de los archivos de script que deberían ser cargados por The Sims 4, separadas según su origen. Es posible que algunos scripts no se muestren aquí, ya que pueden generarse solo cuando el juego está en ejecución o, en general, no son accesibles fuera del juego. Ten en cuenta que, aunque algunas rutas de scripts parecen rutas de archivos, normalmente no existen realmente en tu computadora. Estas rutas suelen ser las rutas de los archivos en el momento en que el modder empaquetó el mod.
fi_fi: Tämä sivu näyttää skriptitiedostojen polut, jotka The Sims 4:n tulisi ladata, jaoteltuna niiden alkuperän mukaan. Joitakin skriptejä ei ehkä näytetä täällä, koska ne voivat syntyä vain pelin ollessa käynnissä tai eivät ole yleisesti käytettävissä pelin ulkopuolella. Huomaa, että vaikka jotkin skriptipolut näyttävät tiedostopoluilta, ne eivät yleensä ole olemassa omalla tietokoneellasi. Nämä polut ovat yleensä tiedostopolkuja siltä ajalta, kun modaaja pakkasi modin.
fr_fr: Cette page affiche les chemins des fichiers de script qui doivent être chargés par The Sims 4, séparés selon leur origine. Certains scripts peuvent ne pas apparaître ici, car ils peuvent être générés uniquement lorsque le jeu est en cours d’exécution ou ne sont généralement pas accessibles en dehors du jeu. Notez que même si certains chemins de script ressemblent à des chemins de fichiers, ils n’existent généralement pas réellement sur votre ordinateur. Ces chemins correspondent en général aux chemins utilisés par le moddeur lors de l’empaquetage du mod.
it_it: Questa pagina mostra i percorsi dei file di script che dovrebbero essere caricati da The Sims 4, separati in base alla loro origine. Alcuni script potrebbero non essere visualizzati qui, poiché possono essere generati solo durante l’esecuzione del gioco o generalmente non sono accessibili al di fuori del gioco. Nota che, anche se alcuni percorsi degli script sembrano percorsi di file, di solito non esistono realmente sul tuo computer. Questi percorsi sono generalmente quelli presenti al momento in cui il modder ha impacchettato la mod.
ja_jp: このページには、『The Sims 4』によって読み込まれるべきスクリプトファイルのパスが、出所ごとに表示されます。一部のスクリプトは、ゲーム実行中にのみ生成される、またはゲーム外からは通常アクセスできないため、ここに表示されない場合があります。 なお、一部のスクリプトパスはファイルパスのように見えますが、実際にはあなたのコンピューター上に存在しないことがほとんどです。これらのパスは、モッダーがMODをパッケージ化した時点のファイルパスであることが一般的です。
ko_kr: 이 페이지에는 The Sims 4에서 로드되어야 하는 스크립트 파일 경로가 출처별로 표시됩니다. 일부 스크립트는 게임 실행 중에만 생성되거나 게임 외부에서는 일반적으로 접근할 수 없기 때문에 여기에 표시되지 않을 수 있습니다. 일부 스크립트 경로는 파일 경로처럼 보일 수 있지만, 실제로는 사용자의 컴퓨터에 존재하지 않는 경우가 대부분입니다. 이러한 경로는 보통 모더가 모드를 패키징할 당시의 파일 경로입니다.
nb_no: Denne siden viser banene til scriptfilene som The Sims 4 skal laste inn, sortert etter opprinnelse. Noen script vises kanskje ikke her, siden de kun kan bli generert mens spillet kjører eller generelt ikke er tilgjengelige utenfor spillet. Merk at selv om noen av scriptbanene ser ut som filbaner, vil de vanligvis ikke eksistere på datamaskinen din. Disse banene er som regel filbanene på tidspunktet da modderen pakket modden.
nl_nl: Deze pagina toont de paden van scriptbestanden die door The Sims 4 geladen zouden moeten worden, gescheiden op basis van hun herkomst. Sommige scripts worden hier mogelijk niet weergegeven, omdat ze alleen worden gegenereerd wanneer het spel actief is of doorgaans niet toegankelijk zijn buiten het spel. Let op: hoewel sommige scriptpaden eruitzien als bestandspaden, bestaan ze meestal niet daadwerkelijk op je computer. Deze paden zijn doorgaans de bestandspaden op het moment dat de modder de mod verpakte.
pl_pl: Ta strona pokazuje ścieżki plików skryptów, które powinny być ładowane przez The Sims 4, podzielone według ich pochodzenia. Niektóre skrypty mogą nie być tutaj wyświetlane, ponieważ mogą być generowane tylko podczas działania gry lub zazwyczaj nie są dostępne poza grą. Należy pamiętać, że mimo iż niektóre ścieżki skryptów wyglądają jak ścieżki plików, zazwyczaj nie istnieją one faktycznie na Twoim komputerze. Są to zwykle ścieżki plików z momentu pakowania moda przez twórcę.
pt_br: Esta página mostra os caminhos dos arquivos de script que devem ser carregados pelo The Sims 4, separados por sua origem. Alguns scripts podem não ser exibidos aqui, pois podem ser gerados apenas quando o jogo está em execução ou, em geral, não são acessíveis fora do jogo. Observe que, embora alguns caminhos de script pareçam caminhos de arquivo, normalmente eles não existem de fato no seu computador. Esses caminhos geralmente correspondem aos caminhos dos arquivos no momento em que o modder empacotou o mod.
ru_ru: На этой странице показаны пути к файлам скриптов, которые должны загружаться в The Sims 4, сгруппированные по источнику. Некоторые скрипты могут не отображаться здесь, так как они создаются только во время работы игры или обычно недоступны вне игры. Обратите внимание: хотя некоторые пути к скриптам выглядят как пути к файлам, обычно они фактически не существуют на вашем компьютере. Как правило, это пути к файлам на момент упаковки мода его автором.
sv_se: Den här sidan visar sökvägarna till de skriptfiler som ska laddas av The Sims 4, uppdelade efter deras ursprung. Vissa skript kanske inte visas här, eftersom de bara kan genereras när spelet körs eller i allmänhet inte är tillgängliga utanför spelet. Observera att även om vissa skriptsökvägar ser ut som filsökvägar, finns de vanligtvis inte faktiskt på din dator. Dessa sökvägar är oftast filsökvägarna vid den tidpunkt då moddaren paketerade modden.
zh_cn: 此页面显示《模拟人生 4》应加载的脚本文件路径，并按其来源进行分类。某些脚本可能不会在此处显示，因为它们可能仅在游戏运行时生成，或通常无法在游戏外部访问。 请注意，尽管某些脚本路径看起来像本地文件路径，但它们通常并不实际存在于你的电脑上。这些路径通常是模组作者在打包模组时的文件路径。
zh_tw: 此頁面顯示《模擬市民 4》應載入的腳本檔案路徑，並依其來源分類。某些腳本可能不會顯示於此，因為它們可能只在遊戲執行時產生，或通常無法在遊戲外部存取。 請注意，雖然某些腳本路徑看起來像是本機檔案路徑，但它們通常實際上並不存在於你的電腦上。這些路徑通常是模組作者在封裝模組時的檔案路徑。

# LeFileTabContentLabelCallStack
source: Traceback
cs_cz: Trasování zásobníku
da_dk: Stakspor
de_at: Aufrufstapel
es_es: Traza de pila
fi_fi: Pinojäljitys
it_it: Stack di chiamate
ja_jp: コールスタック
ko_kr: 호출 스택
nb_no: Stakkspor
nl_nl: Stacktrace
pl_pl: Ślad stosu
pt_br: Rastreamento de pilha
ru_ru: Трассировка стека
sv_se: Stackspårning
zh_cn: 回溯
zh_tw: 回溯

# LeFileTabContentLabelExceptionMessage
source: Script Exception Message
cs_cz: Zpráva o výjimce skriptu
da_dk: Script-fejlmeddelelse
de_at: Skript Fehlerausnahmenachricht
es_es: Mensaje de excepción del script
fi_fi: Skriptin poikkeusviesti
fr_fr: Message d’exception du script
it_it: Messaggio di eccezione dello script
ja_jp: スクリプト例外メッセージ
ko_kr: 스크립트 예외 메시지
nb_no: Skriptunntaksmelding
nl_nl: Script-uitzonderingsbericht
pl_pl: Komunikat wyjątku skryptu
pt_br: Mensagem de exceção do script
ru_ru: Сообщение об исключении скрипта
sv_se: Skriptundantagsmeddelande
zh_cn: 脚本异常消息
zh_tw: 腳本例外訊息

# LeFileTabContentLabelInGameMessage
source: In-game Exception Message
cs_cz: Herní zpráva o výjimce
da_dk: Fejlmeddelelse i spillet
de_at: Spiele Fehlerausnahmenachricht
es_es: Mensaje de excepción en el juego
fi_fi: Pelin sisäinen poikkeusviesti
fr_fr: Message d’exception en jeu
it_it: Messaggio di eccezione nel gioco
ja_jp: ゲーム内例外メッセージ
ko_kr: 게임 내 예외 메시지
nb_no: Unntaksmelding i spillet
nl_nl: In-game uitzonderingsbericht
pl_pl: Komunikat wyjątku w grze
pt_br: Mensagem de exceção no jogo
ru_ru: Сообщение об исключении в игре
sv_se: Undantagsmeddelande i spelet
zh_cn: 游戏内异常消息
zh_tw: 遊戲內例外訊息

# LeFileTabContentTextBoxCallStackDescriptionHyperlink1
source: For more information click
cs_cz: Pro více informací klikněte
da_dk: For mere information klik
de_at: Für mehr Informationen clicken Sie
es_es: Para más información haz clic
fi_fi: Lisätietoja saat napsauttamalla
fr_fr: Pour plus d’informations, cliquez
it_it: Per maggiori informazioni fai clic
ja_jp: 詳しい情報については
ko_kr: 자세한 정보는
nb_no: For mer informasjon klikk
nl_nl: Voor meer informatie klik
pl_pl: Aby uzyskać więcej informacji kliknij
pt_br: Para mais informações clique
ru_ru: Для получения дополнительной информации нажмите
sv_se: För mer information klicka
zh_cn: 如需更多信息，请点击
zh_tw: 如需更多資訊，請點擊

# LeFileTabDragAndDrop
source: LE files can be dragged-and-dropped here.
cs_cz: Soubory LE lze přetáhnout sem.
da_dk: LE-filer kan trækkes og slippes her.
de_at: LE Dateien können hier ge-dragged-und-gedropped werden.
es_es: Los archivos LE se pueden arrastrar y soltar aquí.
fi_fi: LE-tiedostoja voi vetää ja pudottaa tähän.
fr_fr: Les fichiers LE peuvent être glissés-déposés ici.
it_it: I file LE possono essere trascinati qui.
ja_jp: LE ファイルをここにドラッグ＆ドロップできます。
ko_kr: LE 파일을 여기에 드래그 앤 드롭할 수 있습니다.
nb_no: LE-filer kan dras og slippes her.
nl_nl: LE-bestanden kunnen hierheen worden gesleept.
pl_pl: Pliki LE można przeciągać i upuszczać tutaj.
pt_br: Arquivos LE podem ser arrastados e soltos aqui.
ru_ru: Файлы LE можно перетаскивать сюда.
sv_se: LE-filer kan dras och släppas här.
zh_cn: 可以将 LE 文件拖放到此处。
zh_tw: 可以將 LE 檔案拖放到此處。

# SettingsAutoOpenLatestDescription
source: If enabled automatically opens the latest LE file while the program is running. All open LE files will also be closed when you start The Sims 4, so you don't have any old LEs open.
cs_cz: Pokud je povoleno, program během běhu automaticky otevře nejnovější soubor LE. Při spuštění The Sims 4 se také zavřou všechny otevřené soubory LE, abyste neměli otevřené žádné staré LE.
da_dk: Hvis aktiveret åbnes den nyeste LE-fil automatisk, mens programmet kører. Alle åbne LE-filer lukkes også, når du starter The Sims 4, så du ikke har gamle LE-filer åbne.
de_at: Falls aktiviert werden neue LE Dateien automatisch geöffnet während das Programm läuft. Weiters werden alle geöffneten Dateien dann geschlossen wenn man Die Sims 4 startet um zu verhindern dass man ältere LE Dateien offen hat.
es_es: Si está activado, el archivo LE más reciente se abre automáticamente mientras el programa está en ejecución. Todos los archivos LE abiertos también se cerrarán cuando inicies The Sims 4, para que no queden LE antiguos abiertos.
fi_fi: Kun käytössä, uusin LE-tiedosto avataan automaattisesti ohjelman ollessa käynnissä. Kaikki avoimet LE-tiedostot suljetaan myös, kun käynnistät The Sims 4:n, jotta vanhoja LE-tiedostoja ei jää auki.
fr_fr: Si activé, le dernier fichier LE est automatiquement ouvert pendant l’exécution du programme. Tous les fichiers LE ouverts seront également fermés lorsque vous lancerez The Sims 4, afin d’éviter de conserver d’anciens LE ouverts.
it_it: Se abilitato, il file LE più recente viene aperto automaticamente mentre il programma è in esecuzione. Tutti i file LE aperti verranno anche chiusi quando avvii The Sims 4, evitando di lasciare aperti LE vecchi.
ja_jp: 有効にすると、プログラムの実行中に最新の LE ファイルが自動的に開かれます。 また、『The Sims 4』を起動すると、開いているすべての LE ファイルが閉じられ、古い LE が残らないようになります。
ko_kr: 활성화하면 프로그램 실행 중 최신 LE 파일이 자동으로 열립니다. 또한 The Sims 4를 시작하면 열려 있는 모든 LE 파일이 닫혀 오래된 LE가 남지 않습니다.
nb_no: Hvis aktivert åpnes den nyeste LE-filen automatisk mens programmet kjører. Alle åpne LE-filer lukkes også når du starter The Sims 4, slik at du ikke har gamle LE-filer åpne.
nl_nl: Indien ingeschakeld wordt tijdens het draaien van het programma automatisch het nieuwste LE-bestand geopend. Alle geopende LE-bestanden worden ook gesloten wanneer je The Sims 4 start, zodat er geen oude LE’s open blijven.
pl_pl: Po włączeniu najnowszy plik LE będzie automatycznie otwierany podczas działania programu. Wszystkie otwarte pliki LE zostaną również zamknięte po uruchomieniu The Sims 4, aby nie pozostawały otwarte stare LE.
pt_br: Se ativado, o arquivo LE mais recente será aberto automaticamente enquanto o programa estiver em execução. Todos os arquivos LE abertos também serão fechados ao iniciar The Sims 4, para que não fiquem LEs antigos abertos.
ru_ru: Если включено, последний файл LE автоматически открывается во время работы программы. Все открытые файлы LE также будут закрыты при запуске The Sims 4, чтобы не оставались открыты старые LE.
sv_se: Om detta alternativ och ”Öppna LE-filer automatiskt” båda är aktiverade, kommer programmet att tvinga sitt fönster framför andra program (inklusive The Sims 4) när en LE-fil öppnas. Användbart om du bara har en skärm.
zh_cn: 启用后，程序运行期间会自动打开最新的 LE 文件。 当你启动《模拟人生 4》时，所有已打开的 LE 文件也会被关闭，以避免打开旧的 LE。
zh_tw: 啟用後，程式在執行期間會自動開啟最新的 LE 檔案。 當你啟動《模擬市民 4》時，所有已開啟的 LE 檔案也會被關閉，以避免開啟舊的 LE。

# SettingsAutoOpenLatestLabel
source: Automatically open LE files
cs_cz: Automaticky otevírat soubory LE
da_dk: Åbn LE-filer automatisk
de_at: Automatisches Öffnen von LE Dateien
es_es: Abrir archivos LE automáticamente
fi_fi: Avaa LE-tiedostot automaattisesti
fr_fr: Ouvrir automatiquement les fichiers LE
it_it: Apri automaticamente i file LE
ja_jp: LE ファイルを自動的に開く
ko_kr: LE 파일 자동 열기
nb_no: Åpne LE-filer automatisk
nl_nl: LE-bestanden automatisch openen
pl_pl: Automatycznie otwieraj pliki LE
pt_br: Abrir arquivos LE automaticamente
ru_ru: Автоматически открывать файлы LE
sv_se: Visa i förgrunden vid automatisk öppning
zh_cn: 自动打开 LE 文件
zh_tw: 自動開啟 LE 檔案

# SettingsLanguageDescription
source: Application language. Some texts may still be in the language set at startup until the associated UI elements are reloaded or the program is restarted.
cs_cz: Jazyk aplikace. Některé texty mohou zůstat v jazyce nastaveném při spuštění, dokud nejsou znovu načteny příslušné prvky uživatelského rozhraní nebo dokud není program restartován.
da_dk: Programmets sprog. Nogle tekster kan fortsat være på sproget, der var indstillet ved opstart, indtil de tilknyttede brugergrænsefladeelementer genindlæses, eller programmet genstartes.
de_at: Sprache des Programms. Gewisse Texte können nach dem Ändern trotzdem in der Sprache zu Programmbeginn sein bis diese UI Elemente erneute geladen werden oder das Programm neu gestartet wird.
es_es: Idioma de la aplicación. Algunos textos pueden permanecer en el idioma configurado al iniciar hasta que los elementos de la interfaz asociados se recarguen o el programa se reinicie.
fi_fi: Sovelluksen kieli. Osa teksteistä saattaa pysyä käynnistyksen yhteydessä asetetussa kielessä, kunnes vastaavat käyttöliittymäelementit ladataan uudelleen tai ohjelma käynnistetään uudelleen.
fr_fr: Langue de l’application. Certains textes peuvent rester dans la langue définie au démarrage jusqu’à ce que les éléments d’interface associés soient rechargés ou que le programme soit redémarré.
it_it: Lingua dell’applicazione. Alcuni testi potrebbero rimanere nella lingua impostata all’avvio finché gli elementi dell’interfaccia associati non vengono ricaricati o il programma non viene riavviato.
ja_jp: アプリケーションの言語です。一部のテキストは、関連する UI 要素が再読み込みされるか、プログラムを再起動するまで、起動時に設定された言語のまま表示される場合があります。
ko_kr: 애플리케이션 언어입니다. 일부 텍스트는 관련 UI 요소가 다시 로드되거나 프로그램을 재시작할 때까지 시작 시 설정된 언어로 표시될 수 있습니다.
nb_no: Programmets språk. Noen tekster kan forbli på språket som var angitt ved oppstart, helt til de tilknyttede grensesnittelementene lastes inn på nytt eller programmet startes på nytt.
nl_nl: Applicatietaal. Sommige teksten kunnen in de taal blijven die bij het opstarten was ingesteld, totdat de bijbehorende interface-elementen opnieuw worden geladen of het programma opnieuw wordt gestart.
pl_pl: Język aplikacji. Niektóre teksty mogą pozostać w języku ustawionym przy uruchomieniu, dopóki powiązane elementy interfejsu nie zostaną ponownie załadowane lub program nie zostanie uruchomiony ponownie.
pt_br: Idioma do aplicativo. Alguns textos podem permanecer no idioma definido na inicialização até que os elementos de interface associados sejam recarregados ou o programa seja reiniciado.
ru_ru: Язык приложения. Некоторые тексты могут оставаться на языке, установленном при запуске, до тех пор, пока соответствующие элементы интерфейса не будут перезагружены или программа не будет перезапущена.
sv_se: Applikationens språk. Vissa texter kan fortsätta visas på språket som var inställt vid start tills de tillhörande gränssnittselementen laddas om eller programmet startas om.
zh_cn: 应用程序语言。某些文本在相关的界面元素重新加载或程序重新启动之前，可能仍会保持为启动时设置的语言。
zh_tw: 應用程式語言。在相關的介面元素重新載入或程式重新啟動之前，部分文字可能仍會保持為啟動時設定的語言。

# SettingsLanguageLabel
source: Language
cs_cz: Jazyk (Language)
da_dk: Sprog (Language)
de_at: Sprache (Language)
es_es: Idioma (Language)
fi_fi: Kieli (Language)
fr_fr: Langue (Language)
it_it: Lingua (Language)
ja_jp: 言語 (Language)
ko_kr: 언어 (Language)
nb_no: Språk (Language)
nl_nl: Taal (Language)
pl_pl: Język (Language)
pt_br: Idioma (Language)
ru_ru: Язык (Language)
sv_se: Språk (Language)
zh_cn: 语言 (Language)
zh_tw: 語言 (Language)

# SettingsButtonChangePath
source: Change
cs_cz: Změnit
da_dk: Skift
de_at: Ändern
es_es: Cambiar
fi_fi: Vaihda
fr_fr: Modifier
it_it: Cambia
ja_jp: 変更
ko_kr: 변경
nb_no: Endre
nl_nl: Wijzigen
pl_pl: Zmień
pt_br: Alterar
ru_ru: Изменить
sv_se: Ändra
zh_cn: 更改
zh_tw: 變更
