Repository: JohnBaccaratDev/TS4-LE-Formatter
Catalog: LE Formatter/lang/Loc.*.resx
Languages: cs_cz, da_dk, de_at, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, zh_cn, zh_tw

# LeFileTabContentTextBoxCallStackDescriptionHyperlink2
source: here
cs_cz: zde
da_dk: her
de_at: hier
es_es: aquí
fi_fi: tästä
fr_fr: ici
it_it: qui
ja_jp: こちら
ko_kr: 여기를
nb_no: her
nl_nl: hier
pl_pl: tutaj
pt_br: aqui
ru_ru: здесь
sv_se: här
zh_cn: 这里
zh_tw: 這裡

# IndexFilesEntryTypeZipped
source: .ts4script or .zip file
cs_cz: Soubor .ts4script nebo .zip
da_dk: .ts4script- eller .zip-fil
de_at: .ts4script oder .zip Datei
es_es: Archivo .ts4script o .zip
fi_fi: .ts4script- tai .zip-tiedosto
fr_fr: Fichier .ts4script ou .zip
it_it: File .ts4script o .zip
ja_jp: .ts4script または .zip ファイル
ko_kr: .ts4script 또는 .zip 파일
nb_no: .ts4script- eller .zip-fil
nl_nl: .ts4script- of .zip-bestand
pl_pl: Plik .ts4script lub .zip
pt_br: Arquivo .ts4script ou .zip
ru_ru: Файл .ts4script или .zip
sv_se: .ts4script- eller .zip-fil
zh_cn: .ts4script 或 .zip 文件
zh_tw: .ts4script 或 .zip 檔案

# IndexFilesEntryTypeZippedMultiple
source: Aggregation of multiple zipped files
cs_cz: Seskupení více komprimovaných souborů
da_dk: Samling af flere komprimerede filer
de_at: Zusammenführung von mehreren gezippten Dateien
es_es: Agregación de múltiples archivos comprimidos
fi_fi: Useiden pakattujen tiedostojen yhdistelmä
fr_fr: Agrégation de plusieurs fichiers compressés
it_it: Aggregazione di più file compressi
ja_jp: 複数の圧縮ファイルの集約
ko_kr: 여러 압축 파일의 집합
nb_no: Samling av flere komprimerte filer
nl_nl: Samenvoeging van meerdere gecomprimeerde bestanden
pl_pl: Agregacja wielu skompresowanych plików
pt_br: Agregação de vários arquivos compactados
ru_ru: Объединение нескольких архивных файлов
sv_se: Sammanställning av flera komprimerade filer
zh_cn: 多个压缩文件的聚合
zh_tw: 多個壓縮檔案的集合

# IndexFilesEntryTypeFolder
source: Loose "Scripts" folder with scripts
cs_cz: Volná složka „Scripts“ se skripty
da_dk: Løs “Scripts”-mappe med scripts
de_at: Loser "Scripts" Ordner mit scripts
es_es: Carpeta “Scripts” suelta con scripts
fi_fi: Erillinen “Scripts”-kansio skripteillä
fr_fr: Dossier « Scripts » non compressé contenant des scripts
it_it: Cartella “Scripts” non compressa con script
ja_jp: 「Scripts」フォルダー内の単体スクリプト
ko_kr: “Scripts” 폴더에 있는 개별 스크립트
nb_no: Løs “Scripts”-mappe med skript
nl_nl: Losse “Scripts”-map met scripts
pl_pl: Luźny folder „Scripts” ze skryptami
pt_br: Pasta “Scripts” solta com scripts
ru_ru: Отдельная папка «Scripts» со скриптами
sv_se: Lös “Scripts”-mapp med skript
zh_cn: 位于“Scripts”文件夹中的松散脚本
zh_tw: 位於「Scripts」資料夾中的獨立腳本

# LeFileTabContentTextBoxCallStackDescriptionGeneral
source: Bottom-most entries of the traceback happened closer to the exception. This doesn't mean that the bottom-most mentioned mod must be the cause of the exception. It only means that the mod's script was called closer to when the exception happened.
cs_cz: Nejnižší položky v zásobníku volání nastaly blíže k výjimce. To neznamená, že mod uvedený nejníže musí být příčinou výjimky. Znamená to pouze, že skript tohoto modu byl volán blíže k okamžiku výjimky.
da_dk: De nederste poster i tracebacken skete tættere på selve undtagelsen. Det betyder ikke, at moddet, der er nævnt nederst, nødvendigvis er årsagen til undtagelsen. Det betyder blot, at moddens script blev kaldt tættere på det tidspunkt, hvor undtagelsen opstod.
de_at: Die untersten Einträge des Aufrufsstapels sind näher zu der Fehlerausnahmen. Dies bedeutet jedoch nicht, dass der am weitesten unten erwähnte Mod unbedingt der Grund für die Fehlerausnahme ist. Es bedeutet nur, dass der Skriptaufruf dieses Mods näher zum Zeitpunkt der Fehlerausnahme passiert ist.
es_es: Las entradas situadas en la parte inferior de la pila de llamadas ocurrieron más cerca de la excepción. Esto no significa que el mod mencionado al final sea la causa de la excepción, sino únicamente que el script de ese mod fue llamado más cerca del momento en que ocurrió la excepción.
fi_fi: Kutsupinon alimmat merkinnät tapahtuivat lähempänä poikkeusta. Tämä ei tarkoita, että alin mainittu modi olisi poikkeuksen syy, vaan ainoastaan sitä, että kyseisen modin skripti kutsuttiin lähempänä poikkeuksen tapahtumahetkeä.
fr_fr: Les entrées situées en bas du traceback se sont produites plus près de l’exception. Cela ne signifie pas que le mod mentionné tout en bas soit la cause de l’exception, mais seulement que le script de ce mod a été appelé plus près du moment où l’exception s’est produite.
it_it: Le voci più in basso nello stack di chiamate si sono verificate più vicino all’eccezione. Questo non significa che il mod menzionato più in basso sia la causa dell’eccezione, ma solo che lo script di quel mod è stato chiamato più vicino al momento in cui l’eccezione si è verificata.
ja_jp: コールスタックの下部にある項目ほど、例外が発生した時点に近いことを示します。 これは、最下部に表示されている MOD が必ずしも例外の原因であることを意味するものではなく、例外発生直前にその MOD のスクリプトが呼び出されたことを示すだけです。
ko_kr: 호출 스택의 가장 아래에 있는 항목일수록 예외가 발생한 시점에 더 가깝습니다. 이는 가장 아래에 표시된 모드가 반드시 예외의 원인이라는 뜻이 아니라, 해당 모드의 스크립트가 예외 발생 시점에 더 가까이 호출되었음을 의미합니다.
nb_no: De nederste oppføringene i tracebacken skjedde nærmere selve unntaket. Dette betyr ikke at modden som er nevnt nederst må være årsaken til unntaket, bare at moddens skript ble kalt nærmere tidspunktet for unntaket.
nl_nl: De onderste vermeldingen in de aanroepstapel vonden plaats dichter bij de uitzondering. Dit betekent niet dat de onderste genoemde mod de oorzaak van de uitzondering is, alleen dat het script van die mod dichter bij het moment van de uitzondering werd aangeroepen.
pl_pl: Najniższe wpisy w tracebacku wystąpiły bliżej momentu wystąpienia wyjątku. Nie oznacza to, że mod wymieniony na samym dole musi być przyczyną wyjątku, a jedynie że skrypt tego moda został wywołany bliżej momentu jego wystąpienia.
pt_br: As entradas mais abaixo na pilha de chamadas ocorreram mais próximas da exceção. Isso não significa que o mod mencionado na parte inferior seja a causa da exceção, apenas que o script desse mod foi chamado mais perto do momento em que a exceção ocorreu.
ru_ru: Записи в нижней части traceback произошли ближе к моменту возникновения исключения. Это не означает, что мод, указанный внизу, обязательно является причиной исключения, а лишь то, что его скрипт был вызван ближе к моменту возникновения ошибки.
sv_se: De nedersta posterna i tracebacken inträffade närmare själva undantaget. Detta betyder inte att modden som nämns längst ned måste vara orsaken till undantaget, utan endast att dess skript anropades närmare tidpunkten då undantaget inträffade.
zh_cn: 回溯中最底部的条目发生在更接近异常的时间点。 这并不意味着最底部提到的模组一定是异常的原因，只表示该模组的脚本是在异常发生前更接近的时间被调用的。
zh_tw: 回溯中最底部的項目發生在更接近例外的時間點。 這並不代表最底部提到的模組一定是例外的原因，只表示該模組的腳本是在例外發生前更接近的時間被呼叫的。

# LeFileTabContentTextBoxCallStackDescriptionAfterHyperlink
source: You can double click on a row to open the path to the mod listed in the Origin column.
cs_cz: Dvojitým kliknutím na řádek otevřete cestu k modu uvedenému ve sloupci Původ.
da_dk: Du kan dobbeltklikke på en række for at åbne stien til moddet, der er angivet i kolonnen Oprindelse.
de_at: Sie können auf eine Zeile Doppelklicken um den Pfad zu öffnen welcher den Mod enthält, welcher in der Urspung-Spalte gelistet ist.
es_es: Puedes hacer doble clic en una fila para abrir la ruta del mod que aparece en la columna Origen.
fi_fi: Voit kaksoisnapsauttaa riviä avataksesi Alkuperä-sarakkeessa luetellun modin polun.
fr_fr: Vous pouvez double-cliquer sur une ligne pour ouvrir le chemin vers le mod indiqué dans la colonne Origine.
it_it: Puoi fare doppio clic su una riga per aprire il percorso del mod indicato nella colonna Origine.
ja_jp: 行をダブルクリックすると、出所 列に表示されている MOD のパスを開くことができます。
ko_kr: 행을 두 번 클릭하면 출처 열에 표시된 모드의 경로를 열 수 있습니다.
nb_no: Du kan dobbeltklikke på en rad for å åpne stien til modden som er oppført i kolonnen Opprinnelse.
nl_nl: Je kunt dubbelklikken op een rij om het pad te openen naar de mod die wordt vermeld in de kolom Herkomst.
pl_pl: Możesz dwukrotnie kliknąć wiersz, aby otworzyć ścieżkę do moda wymienionego w kolumnie Pochodzenie.
pt_br: Você pode clicar duas vezes em uma linha para abrir o caminho do mod listado na coluna Origem.
ru_ru: Вы можете дважды щёлкнуть по строке, чтобы открыть путь к моду, указанному в столбце Источник.
sv_se: Du kan dubbelklicka på en rad för att öppna sökvägen till modden som listas i kolumnen Ursprung.
zh_cn: 你可以双击某一行以打开“来源”列中所列模组的路径。
zh_tw: 你可以雙擊某一列以開啟「來源」欄位中所列模組的路徑。

# DialogueLoadLeContainsNoLEInside
source: The file that was attempted to be loaded did not contain a valid LE call stack. File: {0}
cs_cz: Soubor, který se pokusil načíst, neobsahuje platný zásobník volání LE. Soubor: {0}
da_dk: Filen, der blev forsøgt indlæst, indeholdt ikke en gyldig LE-kaldstak. Fil: {0}
de_at: Die Datei, welche geladen werden sollte, enthält keinen LE Aufrufstapel. Datei: {0}
es_es: El archivo que se intentó cargar no contenía una pila de llamadas LE válida. Archivo: {0}
fi_fi: Tiedosto, jota yritettiin ladata, ei sisältänyt kelvollista LE-kutsupinoa. Tiedosto: {0}
fr_fr: Le fichier qui a tenté d’être chargé ne contenait pas de pile d’appels LE valide. Fichier : {0}
it_it: Il file che si è tentato di caricare non conteneva uno stack di chiamate LE valido. File: {0}
ja_jp: 読み込みを試みたファイルには、有効な LE コールスタックが含まれていませんでした。 ファイル: {0}
ko_kr: 불러오려고 한 파일에 유효한 LE 호출 스택이 포함되어 있지 않습니다. 파일: {0}
nb_no: Filen som ble forsøkt lastet inneholdt ikke en gyldig LE-kallstakk. Fil: {0}
nl_nl: Het bestand dat geprobeerd werd te laden, bevatte geen geldige LE-aanroepstapel. Bestand: {0}
pl_pl: Plik, który próbowano załadować, nie zawierał prawidłowego stosu wywołań LE. Plik: {0}
pt_br: O arquivo que tentou ser carregado não continha uma pilha de chamadas LE válida. Arquivo: {0}
ru_ru: Файл, который пытались загрузить, не содержит допустимого стека вызовов LE. Файл: {0}
sv_se: Filen som försökte läsas in innehöll ingen giltig LE-anropsstack. Fil: {0}
zh_cn: 尝试加载的文件不包含有效的 LE 调用堆栈。 文件：{0}
zh_tw: 嘗試載入的檔案不包含有效的 LE 呼叫堆疊。 檔案：{0}

# DialogueLoadLeGeneralError
source: Error on trying to load LE file
cs_cz: Chyba při pokusu o načtení souboru LE
da_dk: Fejl ved forsøg på at indlæse LE-fil
de_at: Fehler beim Laden einer LE Datei
es_es: Error al intentar cargar el archivo LE
fi_fi: Virhe yritettäessä ladata LE-tiedostoa
fr_fr: Erreur lors de la tentative de chargement du fichier LE
it_it: Errore durante il tentativo di caricare il file LE
ja_jp: LE ファイルの読み込み中にエラーが発生しました
ko_kr: LE 파일을 불러오는 중 오류 발생
nb_no: Feil ved forsøk på å laste LE-fil
nl_nl: Fout bij het laden van LE-bestand
pl_pl: Błąd podczas próby załadowania pliku LE
pt_br: Erro ao tentar carregar o arquivo LE
ru_ru: Ошибка при попытке загрузить файл LE
sv_se: Fel vid försök att läsa in LE-fil
zh_cn: 尝试加载 LE 文件时出错
zh_tw: 嘗試載入 LE 檔案時發生錯誤

# DialogueLoadLeNotXML
source: The file that was attempted to be loaded does not seem to be a valid XML file and as such not an LE file. File: {0} Error: {1}
cs_cz: Soubor, který se pokusil načíst, se nezdá být platným souborem XML, a proto není souborem LE. Soubor: {0} Chyba: {1}
da_dk: Filen, der blev forsøgt indlæst, ser ikke ud til at være en gyldig XML-fil og er derfor ikke en LE-fil. Fil: {0} Fejl: {1}
de_at: Die Datei, welche geladen werden sollte, scheint keine XML Datei zu sein und dadurch auch keine LE Datei. Datei: {0} Fehler: {1}
es_es: El archivo que se intentó cargar no parece ser un archivo XML válido y, por lo tanto, no es un archivo LE. Archivo: {0} Error: {1}
fi_fi: Tiedosto, jota yritettiin ladata, ei vaikuta olevan kelvollinen XML-tiedosto eikä siten LE-tiedosto. Tiedosto: {0} Virhe: {1}
fr_fr: Le fichier qui a tenté d’être chargé ne semble pas être un fichier XML valide et n’est donc pas un fichier LE. Fichier : {0} Erreur : {1}
it_it: Il file che si è tentato di caricare non sembra essere un file XML valido e quindi non è un file LE. File: {0} Errore: {1}
ja_jp: 読み込みを試みたファイルは有効な XML ファイルではないようで、LE ファイルではありません。 ファイル: {0} エラー: {1}
ko_kr: 불러오려고 한 파일은 유효한 XML 파일이 아닌 것으로 보이며, 따라서 LE 파일이 아닙니다. 파일: {0} 오류: {1}
nb_no: Filen som ble forsøkt lastet ser ikke ut til å være en gyldig XML-fil og er derfor ikke en LE-fil. Fil: {0} Feil: {1}
nl_nl: Het bestand dat geprobeerd werd te laden, lijkt geen geldig XML-bestand te zijn en is daarom geen LE-bestand. Bestand: {0} Fout: {1}
pl_pl: Plik, który próbowano załadować, nie wygląda na prawidłowy plik XML i w związku z tym nie jest plikiem LE. Plik: {0} Błąd: {1}
pt_br: O arquivo que tentou ser carregado não parece ser um arquivo XML válido e, portanto, não é um arquivo LE. Arquivo: {0} Erro: {1}
ru_ru: Файл, который пытались загрузить, не является допустимым XML-файлом и, следовательно, не является файлом LE. Файл: {0} Ошибка: {1}
sv_se: Filen som försökte läsas in verkar inte vara en giltig XML-fil och är därför inte en LE-fil. Fil: {0} Fel: {1}
zh_cn: 尝试加载的文件似乎不是有效的 XML 文件，因此不是 LE 文件。 文件：{0} 错误：{1}
zh_tw: 嘗試載入的檔案似乎不是有效的 XML 檔案，因此不是 LE 檔案。 檔案：{0} 錯誤：{1}

# DialogueLoadLeCouldNotLoad
source: The LE file that was attempted to be loaded could not loaded. File: {0} Error: {1}
cs_cz: Soubor LE, který se pokusil načíst, se nepodařilo načíst. Soubor: {0} Chyba: {1}
da_dk: LE-filen, der blev forsøgt indlæst, kunne ikke indlæses. Fil: {0} Fejl: {1}
de_at: Die LE Datei welche versucht wurde zu laden, konnten nicht geladen werden. Datei: {0} Fehler: {1}
es_es: El archivo LE que se intentó cargar no pudo cargarse. Archivo: {0} Error: {1}
fi_fi: LE-tiedostoa, jota yritettiin ladata, ei voitu ladata. Tiedosto: {0} Virhe: {1}
fr_fr: Le fichier LE qui a tenté d’être chargé n’a pas pu être chargé. Fichier : {0} Erreur : {1}
it_it: Il file LE che si è tentato di caricare non è stato possibile caricarlo. File: {0} Errore: {1}
ja_jp: 読み込みを試みた LE ファイルを読み込めませんでした。 ファイル: {0} エラー: {1}
ko_kr: 불러오려고 한 LE 파일을 불러올 수 없습니다. 파일: {0} 오류: {1}
nb_no: LE-filen som ble forsøkt lastet kunne ikke lastes. Fil: {0} Feil: {1}
nl_nl: Het LE-bestand dat geprobeerd werd te laden, kon niet worden geladen. Bestand: {0} Fout: {1}
pl_pl: Nie można było załadować pliku LE, który próbowano wczytać. Plik: {0} Błąd: {1}
pt_br: O arquivo LE que tentou ser carregado não pôde ser carregado. Arquivo: {0} Erro: {1}
ru_ru: Не удалось загрузить файл LE, который пытались открыть. Файл: {0} Ошибка: {1}
sv_se: LE-filen som försökte läsas in kunde inte läsas in. Fil: {0} Fel: {1}
zh_cn: 尝试加载的 LE 文件无法加载。 文件：{0} 错误：{1}
zh_tw: 嘗試載入的 LE 檔案無法載入。 檔案：{0} 錯誤：{1}

# DialogueGeneralError
source: Error
cs_cz: Chyba
da_dk: Fejl
de_at: Fehler
fi_fi: Virhe
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ko_kr: 오류
nb_no: Feil
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
ru_ru: Ошибка
sv_se: Fel
zh_cn: 错误
zh_tw: 錯誤

# DialogueClearLesError
source: One or more LE files could not be removed from your "The Sims 4" folder. You may want to remove them yourself. Open "The Sims 4" folder now?
cs_cz: Jeden nebo více souborů LE se nepodařilo odstranit ze složky „The Sims 4“. Možná je budete muset odstranit ručně. Otevřít složku „The Sims 4“ nyní?
da_dk: En eller flere LE-filer kunne ikke fjernes fra din “The Sims 4”-mappe. Du skal muligvis fjerne dem manuelt. Åbn “The Sims 4”-mappen nu?
de_at: Eine oder mehrere LE Dateien konnten nicht von Ihren "Die Sims 4" Ordner entfernt werden. Sie sollten diese versuchen selbst zu löschen. Wollen Sie den "Die Sims 4" Ordner öffnen?
es_es: Uno o más archivos LE no pudieron eliminarse de tu carpeta de «Los Sims 4». Es posible que debas eliminarlos manualmente. ¿Abrir la carpeta de «Los Sims 4» ahora?
fi_fi: Yhtä tai useampaa LE-tiedostoa ei voitu poistaa “The Sims 4” -kansiosta. Saatat joutua poistamaan ne itse. Avataanko “The Sims 4” -kansio nyt?
fr_fr: Un ou plusieurs fichiers LE n’ont pas pu être supprimés de votre dossier « Les Sims 4 ». Vous devrez peut-être les supprimer manuellement. Ouvrir le dossier « Les Sims 4 » maintenant ?
it_it: Uno o più file LE non sono stati rimossi dalla cartella “The Sims 4”. Potresti doverli rimuovere manualmente. Aprire ora la cartella “The Sims 4”?
ja_jp: 1 つ以上の LE ファイルを「The Sims 4」フォルダーから削除できませんでした。手動で削除する必要があるかもしれません。 今すぐ「The Sims 4」フォルダーを開きますか？
ko_kr: 하나 이상의 LE 파일을 “The Sims 4” 폴더에서 제거하지 못했습니다. 직접 제거해야 할 수도 있습니다. 지금 “The Sims 4” 폴더를 여시겠습니까?
nb_no: Én eller flere LE-filer kunne ikke fjernes fra “The Sims 4”-mappen. Du må kanskje fjerne dem manuelt. Åpne “The Sims 4”-mappen nå?
nl_nl: Een of meer LE-bestanden konden niet worden verwijderd uit je map “De Sims 4”. Mogelijk moet je ze handmatig verwijderen. Map “De Sims 4” nu openen?
pl_pl: Nie można było usunąć jednego lub więcej plików LE z folderu „The Sims 4”. Może być konieczne usunięcie ich ręcznie. Otworzyć teraz folder „The Sims 4”?
pt_br: Um ou mais arquivos LE não puderam ser removidos da pasta “The Sims 4”. Talvez seja necessário removê-los manualmente. Abrir a pasta “The Sims 4” agora?
ru_ru: Не удалось удалить один или несколько файлов LE из папки «The Sims 4». Возможно, вам потребуется удалить их вручную. Открыть папку «The Sims 4» сейчас?
sv_se: En eller flera LE-filer kunde inte tas bort från “The Sims 4”-mappen. Du kan behöva ta bort dem manuellt. Öppna “The Sims 4”-mappen nu?
zh_cn: 一个或多个 LE 文件无法从“The Sims 4”文件夹中移除。你可能需要手动删除它们。 现在打开“The Sims 4”文件夹吗？
zh_tw: 一個或多個 LE 檔案無法從「The Sims 4」資料夾中移除。你可能需要手動刪除它們。 現在開啟「The Sims 4」資料夾嗎？

# DialogueVerifyPathDoesNotExist
source: The path provided does not actually seem to exist.
cs_cz: Zadaná cesta se zdá neexistovat.
da_dk: Den angivne sti ser ikke ud til at eksistere.
de_at: Der gegebene Pfad scheint nicht zu existieren.
es_es: La ruta proporcionada no parece existir.
fi_fi: Annettu polku ei näytä olevan olemassa.
fr_fr: Le chemin fourni ne semble pas exister.
it_it: Il percorso fornito sembra non esistere.
ja_jp: 指定されたパスは存在しないようです。
ko_kr: 제공된 경로가 실제로 존재하지 않는 것 같습니다.
nb_no: Den angitte stien ser ikke ut til å eksistere.
nl_nl: Het opgegeven pad lijkt niet te bestaan.
pl_pl: Podana ścieżka wydaje się nie istnieć.
pt_br: O caminho fornecido aparentemente não existe.
ru_ru: Указанный путь, по-видимому, не существует.
sv_se: Den angivna sökvägen verkar inte existera.
zh_cn: 提供的路径似乎并不存在。
zh_tw: 提供的路徑似乎不存在。

# DialogueVerifyInstallFolderSubfolderError
source: The provided path does not seem to a game installation directory, as its subdirectories do not reflect that of one.
cs_cz: Zadaná cesta se nezdá být adresářem instalace hry, protože její podsložky tomu neodpovídají.
da_dk: Den angivne sti ser ikke ud til at være en spilinstallationsmappe, da dens undermapper ikke matcher en sådan.
de_at: Der gegebene Pfad scheint kein Spielinstallationordner zu sein, da dessen Unterordner nicht dennen von einen ähneln.
es_es: La ruta proporcionada no parece ser un directorio de instalación del juego, ya que sus subdirectorios no coinciden con los esperados.
fi_fi: Annettu polku ei näytä olevan pelin asennushakemisto, koska sen alikansiot eivät vastaa sellaista.
fr_fr: Le chemin fourni ne semble pas être un dossier d’installation du jeu, car ses sous-dossiers ne correspondent pas à ceux attendus.
it_it: Il percorso fornito non sembra essere una directory di installazione del gioco, poiché le sue sottocartelle non corrispondono a quelle previste.
ja_jp: 指定されたパスはゲームのインストールディレクトリではないようです。サブフォルダー構成が一致しません。
ko_kr: 제공된 경로는 게임 설치 디렉터리가 아닌 것 같습니다. 하위 폴더 구조가 일치하지 않습니다.
nb_no: Den angitte stien ser ikke ut til å være en spillinstallasjonsmappe, da undermappene ikke samsvarer med en slik mappe.
nl_nl: Het opgegeven pad lijkt geen spelinstallatiemap te zijn, aangezien de submappen niet overeenkomen met die van een installatie.
pl_pl: Podana ścieżka nie wygląda na katalog instalacyjny gry, ponieważ jej podfoldery na to nie wskazują.
pt_br: O caminho fornecido não parece ser um diretório de instalação do jogo, pois seus subdiretórios não correspondem a um.
ru_ru: Указанный путь не похож на каталог установки игры, так как его подкаталоги не соответствуют таковому.
sv_se: Den angivna sökvägen verkar inte vara en spelinstallationsmapp, eftersom dess undermappar inte stämmer överens med en sådan.
zh_cn: 提供的路径似乎不是游戏安装目录，因为其子文件夹结构不符合游戏安装目录的特征。
zh_tw: 提供的路徑似乎不是遊戲安裝目錄，因為其子資料夾結構不符合遊戲安裝目錄。

# DialogueVerifyInstallFolderNoPythonZips
source: The provided path does seem to be a game installation directory. However, there were no base game scripts found. Try repairing (EA) or verifying (Steam) your game files.
cs_cz: Zadaná cesta se zdá být adresářem instalace hry, ale nebyly nalezeny žádné skripty základní hry. Zkuste hru opravit v aplikaci EA nebo ověřit soubory hry ve službě Steam.
da_dk: Den angivne sti ser ud til at være en spilinstallationsmappe, men der blev ikke fundet nogen scripts til grundspillet. Prøv at reparere spillet i EA App eller verificere spilfilerne i Steam.
de_at: Der gegebene Pfad schein zwar ein Spielinstallationordner zu sein, aber wurden keine Skripte des Basisspiels gefunden. Versuchen sie Ihr Spiel zu reparieren (EA) oder die Spieledaten zu überprüfen. (Steam)
es_es: La ruta proporcionada parece ser un directorio de instalación del juego, pero no se encontraron scripts del juego base. Intenta reparar el juego desde la aplicación de EA o verificar la integridad de los archivos del juego en Steam.
fi_fi: Annettu polku näyttää olevan pelin asennushakemisto, mutta peruspelin skriptejä ei löytynyt. Kokeile korjata peli EA-sovelluksessa tai tarkistaa pelitiedostojen eheys Steamissa.
fr_fr: Le chemin fourni semble être un dossier d’installation du jeu, mais aucun script du jeu de base n’a été trouvé. Essayez de réparer le jeu via l’application EA ou de vérifier l’intégrité des fichiers du jeu sur Steam.
it_it: Il percorso fornito sembra essere una directory di installazione del gioco, ma non sono stati trovati script del gioco base. Prova a riparare il gioco tramite l’app EA o a verificare i file di gioco su Steam.
ja_jp: 指定されたパスはゲームのインストールディレクトリのようですが、ベースゲームのスクリプトが見つかりませんでした。 EA App でゲームを修復するか、Steam でゲームファイルの整合性を確認してください。
ko_kr: 제공된 경로는 게임 설치 디렉터리로 보이지만, 기본 게임 스크립트를 찾을 수 없습니다. EA 앱에서 게임을 복구하거나 Steam에서 게임 파일 무결성을 확인해 보세요.
nb_no: Den angitte stien ser ut til å være en spillinstallasjonsmappe, men ingen grunnspill-skript ble funnet. Prøv å reparere spillet i EA-appen eller verifisere spillfilene i Steam.
nl_nl: Het opgegeven pad lijkt een spelinstallatiemap te zijn, maar er zijn geen basisspelscripts gevonden. Probeer het spel te repareren in de EA-app of de spelbestanden te verifiëren via Steam.
pl_pl: Podana ścieżka wygląda na katalog instalacyjny gry, jednak nie znaleziono skryptów gry podstawowej. Spróbuj naprawić grę w aplikacji EA lub sprawdzić spójność plików gry w Steam.
pt_br: O caminho fornecido parece ser um diretório de instalação do jogo, porém nenhum script do jogo base foi encontrado. Tente reparar o jogo no aplicativo da EA ou verificar a integridade dos arquivos do jogo no Steam.
ru_ru: Указанный путь похож на каталог установки игры, однако скрипты базовой игры не были найдены. Попробуйте восстановить игру в приложении EA или проверить целостность файлов игры в Steam.
sv_se: Den angivna sökvägen verkar vara en spelinstallationsmapp, men inga skript för grundspelet hittades. Försök att reparera spelet i EA-appen eller verifiera spelfilerna i Steam.
zh_cn: 提供的路径看起来是一个游戏安装目录，但未找到任何基础游戏脚本。 请尝试在 EA App 中修复游戏，或在 Steam 中验证游戏文件。
zh_tw: 提供的路徑看起來是遊戲安裝目錄，但未找到任何基礎遊戲腳本。 請嘗試在 EA App 中修復遊戲，或在 Steam 中驗證遊戲檔案。
