Repository: JohnBaccaratDev/TS4-LE-Formatter
Catalog: LE Formatter/lang/Loc.*.resx
Languages: cs_cz, da_dk, de_at, es_es, fi_fi, fr_fr, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, zh_cn, zh_tw

# SettingsTS4FolderDescription
source: Path to your "The Sims 4" folder, that also contains the "Mods" folder that your mods are kept in. Normally found in: User folder -> "Documents" -> "Electronic Arts" -> "The Sims 4" Depending on your in-game language, the "The Sims 4" folder may be translated to that language.
cs_cz: Cesta ke složce „The Sims 4“, která také obsahuje složku „Mods“, kde jsou uloženy vaše mody. Obvykle se nachází v: Uživatelská složka -> „Dokumenty“ -> „Electronic Arts“ -> „The Sims 4“ V závislosti na jazyce hry může být složka „The Sims 4“ přeložena do daného jazyka.
da_dk: Stien til din “The Sims 4”-mappe, som også indeholder “Mods”-mappen, hvor dine mods gemmes. Findes normalt i: Brugermappe -> “Dokumenter” -> “Electronic Arts” -> “The Sims 4” Afhængigt af dit spilsprog kan “The Sims 4”-mappen være oversat til det pågældende sprog.
de_at: Pfad zu Ihren "The Sims 4"/"Die Sims 4" Ordner, welcher auch ein "Mods" Unterverzeichnis haben sollte welches Mods beherbergt. Normalerweise gefunden unter: Benutzer Ordner -> "Dokumente" -> "Electronic Arts" -> "The Sims 4"/"Die Sims 4" Abhängig von der Sprache Ihres Spiels kann sich der Pfad zum Verzeichnis ändern.
es_es: Ruta a tu carpeta «Los Sims 4», que también contiene la carpeta «Mods» donde se guardan tus mods. Normalmente se encuentra en: Carpeta de usuario -> «Documentos» -> «Electronic Arts» -> «Los Sims 4» Dependiendo del idioma del juego, la carpeta «Los Sims 4» puede estar traducida.
fi_fi: Polku “The Sims 4” -kansioon, joka sisältää myös “Mods”-kansion, jossa modisi sijaitsevat. Yleensä löytyy polusta: Käyttäjäkansio -> “Tiedostot” -> “Electronic Arts” -> “The Sims 4” Pelisi kielestä riippuen “The Sims 4” -kansion nimi voi olla käännetty.
fr_fr: Chemin vers votre dossier « Les Sims 4 », qui contient également le dossier « Mods » où sont stockés vos mods. Généralement situé dans : Dossier utilisateur -> « Documents » -> « Electronic Arts » -> « Les Sims 4 » Selon la langue de votre jeu, le dossier « Les Sims 4 » peut être traduit dans cette langue.
it_it: Percorso della cartella “The Sims 4”, che contiene anche la cartella “Mods” in cui sono conservate le tue mod. Di solito si trova in: Cartella utente -> “Documenti” -> “Electronic Arts” -> “The Sims 4” A seconda della lingua del gioco, la cartella “The Sims 4” potrebbe essere tradotta.
ja_jp: MOD が保存されている「Mods」フォルダーも含まれる、「The Sims 4」フォルダーへのパスです。 通常は次の場所にあります： ユーザーフォルダー -> 「ドキュメント」 -> 「Electronic Arts」 -> 「The Sims 4」 ゲーム内の言語設定によっては、「The Sims 4」フォルダー名が翻訳されている場合があります。
ko_kr: 모드가 저장된 “Mods” 폴더를 포함하는 “The Sims 4” 폴더의 경로입니다. 일반적으로 다음 위치에 있습니다: 사용자 폴더 -> “문서” -> “Electronic Arts” -> “The Sims 4” 게임 언어에 따라 “The Sims 4” 폴더 이름이 번역되어 있을 수 있습니다.
nb_no: Stien til “The Sims 4”-mappen, som også inneholder “Mods”-mappen der moddene dine er lagret. Finnes vanligvis i: Brukermappe -> “Dokumenter” -> “Electronic Arts” -> “The Sims 4” Avhengig av spillspråket ditt kan “The Sims 4”-mappen være oversatt.
nl_nl: Pad naar je “De Sims 4”-map, die ook de “Mods”-map bevat waarin je mods worden opgeslagen. Normaal te vinden in: Gebruikersmap -> “Documenten” -> “Electronic Arts” -> “De Sims 4” Afhankelijk van de taal van je spel kan de map “De Sims 4” vertaald zijn naar die taal.
pl_pl: Ścieżka do folderu „The Sims 4”, który zawiera również folder „Mods”, w którym przechowywane są twoje mody. Zazwyczaj znajduje się w: Folder użytkownika -> „Dokumenty” -> „Electronic Arts” -> „The Sims 4” W zależności od języka gry folder „The Sims 4” może być przetłumaczony.
pt_br: Caminho para a pasta “The Sims 4”, que também contém a pasta “Mods” onde seus mods são armazenados. Normalmente encontrada em: Pasta do usuário -> “Documentos” -> “Electronic Arts” -> “The Sims 4” Dependendo do idioma do jogo, a pasta “The Sims 4” pode estar traduzida.
ru_ru: Путь к папке «The Sims 4», которая также содержит папку «Mods», где хранятся ваши моды. Обычно находится по пути: Папка пользователя -> «Документы» -> «Electronic Arts» -> «The Sims 4» В зависимости от языка игры папка «The Sims 4» может быть переведена.
sv_se: Sökvägen till “The Sims 4”-mappen, som också innehåller “Mods”-mappen där dina mods lagras. Finns vanligtvis i: Användarmapp -> “Dokument” -> “Electronic Arts” -> “The Sims 4” Beroende på spelets språk kan “The Sims 4”-mappen vara översatt.
zh_cn: 你的“The Sims 4”文件夹路径，其中还包含用于存放模组的“Mods”文件夹。 通常位于： 用户文件夹 -> “文档” -> “Electronic Arts” -> “The Sims 4” 根据你的游戏语言，“The Sims 4”文件夹名称可能会被翻译为对应语言。
zh_tw: 你的“The Sims 4”資料夾路徑，其中也包含用來存放模組的「Mods」資料夾。 通常位於： 使用者資料夾 -> 「文件」 -> 「Electronic Arts」 -> 「The Sims 4」 依據你的遊戲語言，「The Sims 4」資料夾名稱可能會被翻譯成對應語言。

# SettingsTS4FolderLabel
source: "The Sims 4" Folder Path
cs_cz: Cesta ke složce „The Sims 4“
da_dk: Sti til “The Sims 4”-mappe
de_at: "The Sims 4"/"Die Sims 4" Verzeichnis
es_es: Ruta de la carpeta «Los Sims 4»
fi_fi: “The Sims 4” -kansion polku
fr_fr: Chemin du dossier « Les Sims 4 »
it_it: Percorso della cartella “The Sims 4”
ja_jp: 「The Sims 4」フォルダーパス
ko_kr: “The Sims 4” 폴더 경로
nb_no: Sti til “The Sims 4”-mappe
nl_nl: Pad naar “De Sims 4”-map
pl_pl: Ścieżka folderu „The Sims 4”
pt_br: Caminho da pasta “The Sims 4”
ru_ru: Путь к папке «The Sims 4»
sv_se: Sökväg till “The Sims 4”-mapp
zh_cn: “The Sims 4”文件夹路径
zh_tw: “The Sims 4”資料夾路徑

# SettingsTS4InstallationFolderDescription
source: The folder where your game installation is located. This folder should contain various subfolders, such as "Game", "Data", as well as folders for DLC labeled like "EP01", "GP03" or "SP06".
cs_cz: Složka, ve které je nainstalována hra The Sims 4. Tato složka by měla obsahovat různé podsložky, například „Game“, „Data“, a také složky DLC označené jako „EP01“, „GP03“ nebo „SP06“.
da_dk: Mappen, hvor din installation af The Sims 4 er placeret. Denne mappe bør indeholde forskellige undermapper såsom “Game”, “Data” samt DLC-mapper mærket som “EP01”, “GP03” eller “SP06”.
de_at: Pfad in welchen die Spieleinstallation beinhalten ist. Der Ordner sollte hierbei Unterordner wie "Game" und "Data" haben, sowie Unterordner für Ihre Erweiterungen, wie z.B. "EP01", "GP03" oder "SP06".
es_es: La carpeta donde se encuentra instalada la versión de Los Sims 4. Esta carpeta debe contener varias subcarpetas, como «Game», «Data», así como carpetas de DLC etiquetadas como «EP01», «GP03» o «SP06».
fi_fi: Kansio, johon The Sims 4 on asennettu. Tämän kansion tulisi sisältää useita alikansioita, kuten “Game”, “Data” sekä DLC-kansiot nimillä “EP01”, “GP03” tai “SP06”.
fr_fr: Le dossier où se trouve l’installation du jeu Les Sims 4. Ce dossier doit contenir plusieurs sous-dossiers, tels que « Game », « Data », ainsi que des dossiers de DLC nommés « EP01 », « GP03 » ou « SP06 ».
it_it: La cartella in cui si trova l’installazione di The Sims 4. Questa cartella dovrebbe contenere varie sottocartelle, come “Game”, “Data”, e cartelle DLC denominate “EP01”, “GP03” o “SP06”.
ja_jp: ザ・シムズ4 がインストールされているフォルダーです。 このフォルダーには、「Game」や「Data」、また「EP01」「GP03」「SP06」などの DLC フォルダーが含まれている必要があります。
ko_kr: 심즈 4 게임이 설치된 폴더입니다. 이 폴더에는 “Game”, “Data”와 같은 하위 폴더와 “EP01”, “GP03”, “SP06”으로 표시된 DLC 폴더가 포함되어 있어야 합니다.
nb_no: Mappen der The Sims 4 er installert. Denne mappen bør inneholde flere undermapper, som “Game”, “Data”, samt DLC-mapper merket “EP01”, “GP03” eller “SP06”.
nl_nl: De map waarin je installatie van De Sims 4 zich bevindt. Deze map moet verschillende submappen bevatten, zoals “Game”, “Data”, evenals DLC-mappen met namen zoals “EP01”, “GP03” of “SP06”.
pl_pl: Folder, w którym zainstalowana jest gra The Sims 4. Folder ten powinien zawierać różne podfoldery, takie jak „Game”, „Data”, oraz foldery DLC oznaczone jako „EP01”, „GP03” lub „SP06”.
pt_br: A pasta onde a instalação do The Sims 4 está localizada. Essa pasta deve conter várias subpastas, como “Game”, “Data”, bem como pastas de DLC rotuladas como “EP01”, “GP03” ou “SP06”.
ru_ru: Папка, в которой установлена игра The Sims 4. Эта папка должна содержать различные подпапки, такие как «Game», «Data», а также папки DLC с названиями «EP01», «GP03» или «SP06».
sv_se: Mappen där The Sims 4 är installerat. Denna mapp bör innehålla flera undermappar, såsom “Game”, “Data”, samt DLC-mappar märkta “EP01”, “GP03” eller “SP06”.
zh_cn: 游戏安装所在的文件夹。 该文件夹应包含多个子文件夹，例如“Game”、“Data”，以及标记为“EP01”、“GP03”或“SP06”的 DLC 文件夹。
zh_tw: 遊戲安裝所在的資料夾。 此資料夾應包含多個子資料夾，例如「Game」、「Data」，以及標記為「EP01」、「GP03」或「SP06」的 DLC 資料夾。

# SettingsTS4InstallationFolderLabel
source: The Sims 4 Installation Folder Path
cs_cz: Cesta ke složce instalace The Sims 4
da_dk: Sti til installationsmappe for The Sims 4
de_at: Die Sims 4 Installationspfad
es_es: Ruta de la carpeta de instalación de Los Sims 4
fi_fi: The Sims 4 -pelin asennuskansion polku
fr_fr: Chemin du dossier d’installation des Sims 4
it_it: Percorso della cartella di installazione di The Sims 4
ja_jp: ザ・シムズ4 フォルダーパス
ko_kr: 심즈 4 폴더 경로
nb_no: Sti til installasjonsmappe for The Sims 4
nl_nl: Pad naar installatiemap van De Sims 4
pl_pl: Ścieżka folderu instalacyjnego The Sims 4
pt_br: Caminho da pasta de instalação do The Sims 4
ru_ru: Путь к папке установки The Sims 4
sv_se: Sökväg till installationsmappen för The Sims 4
zh_cn: 模拟人生 4 安装文件夹路径
zh_tw: 模擬市民 4 安裝資料夾路徑

# TabIndexFiles
source: Script Index
cs_cz: Index skriptů
da_dk: Scriptindeks
es_es: Índice de scripts
fi_fi: Skripti-indeksi
fr_fr: Index des scripts
it_it: Indice script
ja_jp: スクリプト索引
ko_kr: 스크립트 인덱스
nb_no: Skriptindeks
pl_pl: Indeks skryptów
pt_br: Índice de scripts
ru_ru: Индекс скриптов
sv_se: Skriptindex
zh_cn: 脚本索引
zh_tw: 腳本索引

# TabLeFile
source: LE Files
cs_cz: LE soubory
da_dk: LE-filer
de_at: LE Dateien
es_es: Archivos LE
fi_fi: LE-tiedostot
fr_fr: Fichiers LE
it_it: File LE
ja_jp: LE ファイル
ko_kr: LE 파일
nb_no: LE-filer
nl_nl: LE-bestanden
pl_pl: Pliki LE
pt_br: Arquivos LE
ru_ru: Файлы LE
sv_se: LE-filer
zh_cn: LE 文件
zh_tw: LE 檔案

# TabSettings
source: Settings
cs_cz: Nastavení
da_dk: Indstillinger
de_at: Einstellungen
es_es: Configuración
fi_fi: Asetukset
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
sv_se: Inställningar
zh_cn: 设置
zh_tw: 設定

# SettingsAutoOpenLatestBringToFrontLabel
source: Bring to Front on Auto-Open
cs_cz: Přenést do popředí při automatickém otevření
da_dk: Bring frem ved automatisk åbning
de_at: Programm in den Vordergrund bringen beim Öffnen
es_es: Traer al frente al abrir automáticamente
fi_fi: Tuo etualalle automaattisessa avauksessa
fr_fr: Mettre au premier plan lors de l’ouverture automatique
it_it: Porta in primo piano all’apertura automatica
ja_jp: 自動オープン時に前面に表示
ko_kr: 자동 열기 시 앞으로 가져오기
nb_no: Bring til forgrunn ved automatisk åpning
nl_nl: Naar voren brengen bij automatisch openen
pl_pl: Przenieś na pierwszy plan przy automatycznym otwarciu
pt_br: Trazer para frente ao abrir automaticamente
ru_ru: Выводить на передний план при автооткрытии
sv_se: Öppna LE-filer automatiskt
zh_cn: 自动打开时置于前台
zh_tw: 自動開啟時置於前景

# SettingsAutoOpenLatestBringToFrontDescription
source: If this option and "Auto-Open latest LE file" are both enabled, the program will force its window in front of other applications' (including TS4's) when opening an LE file. Useful if you only have a single monitor.
cs_cz: Als deze optie en “LE-bestanden automatisch openen” beide zijn ingeschakeld, zal het programma bij het openen van een LE-bestand het venster naar de voorgrond brengen, vóór andere applicaties (inclusief The Sims 4). Handig als je maar één monitor hebt.
da_dk: Hvis denne indstilling og “Åbn LE-filer automatisk” begge er aktiveret, vil programmet tvinge sit vindue foran andre programmer (inklusive The Sims 4), når en LE-fil åbnes. Nyttigt, hvis du kun har én skærm.
de_at: Falls sowohl "Neuste LEs automatisch öffnen" als auch diese Option aktiviert ist, wird das Programm vor alle anderen Programme geschoben, wenn eine LE Datei automatisch geöffnet wird. Vor Allem nützlich für Nutzer mit nur einen Bildschirm.
es_es: Si esta opción y “Abrir archivos LE automáticamente” están activadas, el programa forzará su ventana al frente de otras aplicaciones (incluido The Sims 4) al abrir un archivo LE. Útil si solo tienes un monitor.
fi_fi: Jos tämä asetus ja “Avaa LE-tiedostot automaattisesti” ovat molemmat käytössä, ohjelma tuo ikkunansa muiden sovellusten (mukaan lukien The Sims 4) eteen LE-tiedostoa avattaessa. Hyödyllinen, jos sinulla on vain yksi näyttö.
fr_fr: Si cette option et « Ouvrir automatiquement les fichiers LE » sont toutes deux activées, le programme forcera sa fenêtre à passer au premier plan par rapport aux autres applications (y compris The Sims 4) lors de l’ouverture d’un fichier LE. Utile si vous n’avez qu’un seul écran.
it_it: Se questa opzione e “Apri automaticamente i file LE” sono entrambe abilitate, il programma forzerà la propria finestra in primo piano rispetto alle altre applicazioni (incluso The Sims 4) quando apre un file LE. Utile se hai un solo monitor.
ja_jp: このオプションと「LE ファイルを自動的に開く」の両方が有効な場合、LE ファイルを開く際に、プログラムのウィンドウが他のアプリケーション（『The Sims 4』を含む）より前面に表示されます。 モニターが1台しかない場合に便利です。
ko_kr: 이 옵션과 “LE 파일 자동 열기”가 모두 활성화되어 있으면, LE 파일을 열 때 프로그램 창이 다른 애플리케이션(The Sims 4 포함)보다 앞에 표시됩니다. 모니터가 하나뿐인 경우 유용합니다.
nb_no: Hvis dette alternativet og «Åpne LE-filer automatisk» begge er aktivert, vil programmet tvinge vinduet sitt foran andre programmer (inkludert The Sims 4) når en LE-fil åpnes. Nyttig hvis du bare har én skjerm.
nl_nl: Pokud jsou tato možnost a „Automaticky otevírat soubory LE“ povoleny, program při otevření souboru LE vynutí zobrazení okna před ostatními aplikacemi (včetně The Sims 4). Užitečné, pokud máte pouze jeden monitor.
pl_pl: Jeśli ta opcja oraz „Automatycznie otwieraj pliki LE” są włączone, program wymusi wyświetlenie swojego okna przed innymi aplikacjami (w tym The Sims 4) podczas otwierania pliku LE. Przydatne, jeśli masz tylko jeden monitor.
pt_br: Se esta opção e “Abrir arquivos LE automaticamente” estiverem ativadas, o programa forçará sua janela para frente de outros aplicativos (incluindo The Sims 4) ao abrir um arquivo LE. Útil se você tiver apenas um monitor.
ru_ru: Если этот параметр и «Автоматически открывать файлы LE» включены одновременно, программа будет принудительно выводить своё окно поверх других приложений (включая The Sims 4) при открытии файла LE. Полезно, если у вас только один монитор.
sv_se: Om aktiverat öppnas den senaste LE-filen automatiskt medan programmet körs. Alla öppna LE-filer stängs också när du startar The Sims 4, så att inga gamla LE-filer förblir öppna.
zh_cn: 如果此选项与“自动打开 LE 文件”同时启用，程序在打开 LE 文件时会强制将窗口置于其他应用程序（包括《模拟人生 4》）之前。 如果你只有一个显示器，这会很有用。
zh_tw: 如果此選項與「自動開啟 LE 檔案」同時啟用，程式在開啟 LE 檔案時會強制將視窗顯示在其他應用程式（包括《模擬市民 4》）之前。 如果你只有一個螢幕，這會很有幫助。

# LeFileTabDataGridOrigin
source: Origin
cs_cz: Původ
da_dk: Oprindelse
de_at: Ursprung
es_es: Origen
fi_fi: Alkuperä
fr_fr: Origine
it_it: Origine
ja_jp: 出所
ko_kr: 출처
nb_no: Opprinnelse
nl_nl: Herkomst
pl_pl: Pochodzenie
pt_br: Origem
ru_ru: Источник
sv_se: Ursprung
zh_cn: 来源
zh_tw: 來源

# LeFileTabDataGridFile
source: Script file
cs_cz: Soubor skriptu
da_dk: Scriptfil
de_at: Skriptdatei
es_es: Archivo de script
fi_fi: Skriptitiedosto
fr_fr: Fichier de script
it_it: File di script
ja_jp: スクリプトファイル
ko_kr: 스크립트 파일
nb_no: Skriptfil
nl_nl: Scriptbestand
pl_pl: Plik skryptu
pt_br: Arquivo de script
ru_ru: Файл скрипта
sv_se: Skriptfil
zh_cn: 脚本文件
zh_tw: 腳本檔案

# LeFileTabDataGridScriptCall
source: Function Call
cs_cz: Volání skriptu
da_dk: Funktionskald
de_at: Skriptaufruf
es_es: Llamada de script
fi_fi: Skriptikutsu
fr_fr: Appel de fonction
it_it: Chiamata script
ja_jp: スクリプト呼び出し
ko_kr: 스크립트 호출
nb_no: Funksjonskall
nl_nl: Scriptaanroep
pl_pl: Wywołanie funkcji
pt_br: Chamada de script
ru_ru: Вызов функции
sv_se: Skriptanrop
zh_cn: 函数调用
zh_tw: 函式呼叫

# LeFileTabDataGridLine
source: Line
cs_cz: Řádek
da_dk: Linje
de_at: Zeile
es_es: Línea
fi_fi: Rivi
fr_fr: Ligne
it_it: Riga
ja_jp: 行
ko_kr: 줄
nb_no: Linje
nl_nl: Regel
pl_pl: Linia
pt_br: Linha
ru_ru: Строка
sv_se: Rad
zh_cn: 行
zh_tw: 行

# GenericDialogueSelectFolder
source: Select a Folder
cs_cz: Vybrat složku
da_dk: Vælg en mappe
de_at: Ordner auswählen
es_es: Seleccionar una carpeta
fi_fi: Valitse kansio
fr_fr: Sélectionner un dossier
it_it: Seleziona una cartella
ja_jp: フォルダーを選択
ko_kr: 폴더 선택
nb_no: Velg en mappe
nl_nl: Map selecteren
pl_pl: Wybierz folder
pt_br: Selecionar uma pasta
ru_ru: Выбрать папку
sv_se: Välj en mapp
zh_cn: 选择文件夹
zh_tw: 選擇資料夾

# IndexFilesEntryLabelType
source: Type
cs_cz: Typ
de_at: Typ
es_es: Tipo
fi_fi: Tyyppi
it_it: Tipo
ja_jp: 種類
ko_kr: 유형
pl_pl: Typ
pt_br: Tipo
ru_ru: Тип
sv_se: Typ
zh_cn: 类型
zh_tw: 類型

# IndexFilesEntryLabelPath
source: Path
cs_cz: Cesta
da_dk: Sti
de_at: Pfad
es_es: Ruta
fi_fi: Polku
fr_fr: Chemin
it_it: Percorso
ja_jp: パス
ko_kr: 경로
nb_no: Sti
nl_nl: Pad
pl_pl: Ścieżka
pt_br: Caminho
ru_ru: Путь
sv_se: Sökväg
zh_cn: 路径
zh_tw: 路徑

# IndexFilesEntryLabelContained
source: Contained script file paths
cs_cz: Obsažené cesty ke skriptovým souborům
da_dk: Indeholdte scriptfilstier
de_at: Enthaltene Skriptdateipfade
es_es: Rutas de archivos de script incluidos
fi_fi: Sisällytetyt skriptitiedostopolut
fr_fr: Chemins des fichiers de script inclus
it_it: Percorsi dei file di script inclusi
ja_jp: 含まれているスクリプトファイルのパス
ko_kr: 포함된 스크립트 파일 경로
nb_no: Inneholdte skriptfilbaner
nl_nl: Bevatte scriptbestandspaden
pl_pl: Zawarte ścieżki plików skryptów
pt_br: Caminhos dos arquivos de script incluídos
ru_ru: Содержащиеся пути к файлам скриптов
sv_se: Innehållna skriptfilsökvägar
zh_cn: 包含的脚本文件路径
zh_tw: 包含的腳本檔案路徑

# SettingsAutoReIndexLabel
source: Auto Re-index Mods
cs_cz: Automatické znovuindexování modů
da_dk: Automatisk genindeksering af mods
de_at: Automatisches Neuindexieren von Mods
es_es: Reindexación automática de mods
fi_fi: Automaattinen modien uudelleenindeksointi
fr_fr: Réindexation automatique des mods
it_it: Reindicizzazione automatica dei mod
ja_jp: MOD を自動的に再インデックス
ko_kr: 모드 자동 재인덱싱
nb_no: Automatisk reindeksering av mods
nl_nl: Mods automatisch opnieuw indexeren
pl_pl: Automatyczne ponowne indeksowanie modów
pt_br: Reindexação automática de mods
ru_ru: Автоматическая переиндексация модов
sv_se: Automatisk återindexering av mods
zh_cn: 自动重新索引模组
zh_tw: 自動重新索引模組

# SettingsAutoReIndexDescription
source: If enabled automatically re-indexes your script mods when changes happen in your Mods folder. Makes you not have to manually re-index your mods on the "Script Index" page.
cs_cz: Pokud je povoleno, skriptové mody se automaticky znovu indexují při změnách ve složce Mods. Díky tomu nemusíte ručně znovu indexovat mody na stránce „Index skriptů“.
da_dk: Hvis aktiveret genindekseres dine script-mods automatisk, når der sker ændringer i din Mods-mappe. Det betyder, at du ikke behøver at genindeksere manuelt på siden "Scriptindeks".
de_at: Falls aktiviert führt bei Änderungen im Mods Ordner eine erneute Indexierung durch. Dadurch müssen Sie dann nicht die Indexierung manuell auf der "Skriptindex" Seite ausführen.
es_es: Si está activado, tus mods de script se reindexarán automáticamente cuando se produzcan cambios en la carpeta Mods. Esto evita tener que reindexar manualmente los mods en la página “Índice de scripts”.
fi_fi: Kun käytössä, skriptimodit indeksoidaan automaattisesti uudelleen Mods-kansion muuttuessa. Näin sinun ei tarvitse indeksoida modeja käsin "Skripti-indeksi"-sivulla.
fr_fr: Si activé, vos mods de script sont automatiquement réindexés lorsque des changements surviennent dans votre dossier Mods. Cela évite d’avoir à réindexer manuellement les mods sur la page « Index des scripts ».
it_it: Se abilitato, i tuoi script mod vengono automaticamente reindicizzati quando si verificano modifiche nella cartella Mods. Questo elimina la necessità di reindicizzare manualmente i mod nella pagina “Indice script”.
ja_jp: 有効にすると、Mods フォルダーに変更があった際にスクリプト MOD が自動的に再インデックスされます。これにより、「スクリプトインデックス」ページで手動で再インデックスする必要がなくなります。
ko_kr: 활성화하면 Mods 폴더에 변경 사항이 발생할 때 스크립트 모드가 자동으로 다시 인덱싱됩니다. 이를 통해 “스크립트 인덱스” 페이지에서 수동으로 다시 인덱싱할 필요가 없습니다.
nb_no: Hvis aktivert blir skriptmods automatisk reindeksert når det skjer endringer i Mods-mappen. Dette gjør at du slipper å reindeksere mods manuelt på siden «Skriptindeks».
nl_nl: Indien ingeschakeld worden je scriptmods automatisch opnieuw geïndexeerd wanneer er wijzigingen plaatsvinden in je Mods-map. Hierdoor hoef je je mods niet handmatig opnieuw te indexeren op de pagina "Scriptindex".
pl_pl: Po włączeniu skryptowe mody będą automatycznie ponownie indeksowane po wykryciu zmian w folderze Mods. Eliminuje to konieczność ręcznego ponownego indeksowania modów na stronie „Indeks skryptów”.
pt_br: Se ativado, seus mods de script serão reindexados automaticamente quando ocorrerem alterações na pasta Mods. Isso elimina a necessidade de reindexar manualmente os mods na página “Índice de scripts”.
ru_ru: Если включено, ваши скриптовые моды автоматически переиндексируются при изменениях в папке Mods. Это избавляет от необходимости вручную переиндексировать моды на странице «Индекс скриптов».
sv_se: Om aktiverat återindexeras dina skriptmods automatiskt när ändringar sker i Mods-mappen. Detta gör att du slipper återindexera mods manuellt på sidan ”Skriptindex”.
zh_cn: 启用后，当 Mods 文件夹发生更改时，会自动重新索引你的脚本模组。这将使你无需在“脚本索引”页面手动重新索引模组。
zh_tw: 啟用後，當 Mods 資料夾發生變更時，會自動重新索引你的腳本模組。這樣你就不需要在「腳本索引」頁面手動重新索引模組。

# LeFileTabButtonLoadRecentLes
source: Load available LE files
cs_cz: Načíst dostupné soubory LE
da_dk: Indlæs tilgængelige LE-filer
de_at: Lade verfügbare LE Dateien
es_es: Cargar archivos LE disponibles
fi_fi: Lataa saatavilla olevat LE-tiedostot
fr_fr: Charger les fichiers LE disponibles
it_it: Carica i file LE disponibili
ja_jp: 利用可能な LE ファイルを読み込む
ko_kr: 사용 가능한 LE 파일 불러오기
nb_no: Last inn tilgjengelige LE-filer
nl_nl: Beschikbare LE-bestanden laden
pl_pl: Wczytaj dostępne pliki LE
pt_br: Carregar arquivos LE disponíveis
ru_ru: Загрузить доступные файлы LE
sv_se: Läs in tillgängliga LE-filer
zh_cn: 加载可用的 LE 文件
zh_tw: 載入可用的 LE 檔案

# LeFileTabButtonClearLes
source: Delete available LE files
cs_cz: Smazat dostupné soubory LE
da_dk: Slet tilgængelige LE-filer
de_at: Lösche verfügbare LE Dateien
es_es: Eliminar archivos LE disponibles
fi_fi: Poista saatavilla olevat LE-tiedostot
fr_fr: Supprimer les fichiers LE disponibles
it_it: Elimina i file LE disponibili
ja_jp: 利用可能な LE ファイルを削除
ko_kr: 사용 가능한 LE 파일 삭제
nb_no: Slett tilgjengelige LE-filer
nl_nl: Beschikbare LE-bestanden verwijderen
pl_pl: Usuń dostępne pliki LE
pt_br: Excluir arquivos LE disponíveis
ru_ru: Удалить доступные файлы LE
sv_se: Ta bort tillgängliga LE-filer
zh_cn: 删除可用的 LE 文件
zh_tw: 刪除可用的 LE 檔案

# LeFileTabLabelButtonOperators
source: Functions for manual operation
cs_cz: Funkce pro ruční ovládání
da_dk: Funktioner til manuel betjening
de_at: Operationen
es_es: Funciones para operación manual
fi_fi: Manuaaliset toiminnot
fr_fr: Fonctions pour une utilisation manuelle
it_it: Funzioni per l’uso manuale
ja_jp: 手動操作用の機能
ko_kr: 수동 작업 기능
nb_no: Funksjoner for manuell bruk
nl_nl: Functies voor handmatige bediening
pl_pl: Funkcje do obsługi ręcznej
pt_br: Funções para operação manual
ru_ru: Функции для ручного управления
sv_se: Funktioner för manuell hantering
zh_cn: 手动操作功能
zh_tw: 手動操作功能

# LeFileTabOriginUnknown
source: Unknown
cs_cz: Neznámý
da_dk: Ukendt
de_at: Unbekannt
es_es: Desconocido
fi_fi: Tuntematon
fr_fr: Inconnue
it_it: Sconosciuta
ja_jp: 不明
ko_kr: 알 수 없음
nb_no: Ukjent
nl_nl: Onbekend
pl_pl: Nieznane
pt_br: Desconhecido
ru_ru: Неизвестно
sv_se: Okänd
zh_cn: 未知
zh_tw: 未知

# LeFileTabOriginTheSims4
source: The Sims 4
de_at: Die Sims 4
es_es: Los Sims 4
fr_fr: Les Sims 4
ja_jp: ザ・シムズ4
ko_kr: 심즈 4
nl_nl: De Sims 4
zh_cn: 模拟人生 4
zh_tw: 模擬市民 4
